Repository: Dadiss/webinterface
Catalog: max2play/application/plugins/callblocker/locale/*/LC_MESSAGES/callblocker.po
Languages: de, fr

source: tellows Callblocker Setup
de: tellows Anruferschutz Setup
fr: Configuration du callblocker tellows

source: This is the Callblocker Setup Page. You need a tellows API Key to get the blocklists from tellows.
de: Auf dieser Seite findest du die Grundeinstellungen für den Anruferschutz. Für die Nutzung der tellows-Listen (häufig als negativ markierte Nummern) ist es nötig einen Lizenzschlüssel zu hinterlegen. <a href="http://shop.tellows.de/de/lizenzschlussel-fur-tellows-community-sperrliste-anrufblocker.html" target="_blank">Hier kann eine Lizenz für die Sperrliste erworben werden</a>.
fr: Page de configuration du callblocker. L'API Key tellows est nécessaire pour obtenir la liste noire. Vous pouvez obtenir l'API Key en suivant <a href="http://shop.tellows.de/de/lizenzschlussel-fur-tellows-community-sperrliste-anrufblocker.html" target="_blank">ce lien</a>.

source: Main tellows Settings - Connected to tellows:
de: tellows Einstellungen - Verbunden zu tellows:
fr: Réglages tellows - Connecté à tellows :

source: The current tellows blacklist has $COUNT phonenumbers and was last updated on $DATE.
de: Die aktuelle tellows Sperrliste umfasst $COUNT Telefonnummern und wurde zuletzt am $DATE aktualisiert.
fr: L'actuelle liste noire compte $COUNT numéros de téléphone et a été mise à jour le $DATE.

source: Block calls
de: Blockiere Anrufe
fr: Bloquer les appels

source: Block calls from numbers that have a tellows score euqal or higher than this value and at least 3 comments.
de: Blockiere Anrufe von Nummern die diesen oder einen höheren tellows-Score haben und mindestens 3 Kommentare.
fr: Bloquer les appels de numéros ayant un score égal ou supérieur à cette valeur et au moins 3 commentaires.

source: API-Key
de: Lizenzschlüssel

source: You need a API-Key to get all numbers that should be blocked.
de: Du benötigst einen Lizenzschlüssel (beim Kauf des Anrufblockers auf dem Gerät aufgedruckt), um von tellows eine aktuelle Sperrliste zu erhalten.
fr: Vous avez besoin de l'API Key pour obtenir la liste noire de tellows.

source: Country ISO Code
de: Länder ISO Code
fr: Code ISO du pays

source: In which country do you live? Important for getting the correct blacklist and for identifying international numbers.
de: In welchem Land lebst du? Wichtig für den Abruf der richtigen Sperrliste und für die Zuordnung internationaler Nummern.
fr: Dans quel pays habitez-vous ? C'est important pour obtenir la bonne liste noire et permettre l'identification des numéros internationaux.

source: save
de: speichern
fr: Enregistrer

source: SIP Settings for VOIP Setup - Register Status:
de: SIP Einstellungen für VOIP-Setup - Registrierungsstatus:
fr: Réglages SIP pour la configuration VoIP - Statut :

source: VOIP-Host
de: VOIP-Host (Domain)
fr: Hébergeur VoIP

source: If you have a fritzbox the value is &quot;fritz.box&quot;
de: Wenn du eine Fritzbox hast, dann ist der Wert &quot;fritz.box&quot;
fr: Si vous possédez une Fritzbox, la valeur est &quot;fritz.box&quot;

source: VOIP-User
de: VOIP-Benutzer
fr: Utilisateur VoIP

source: If you have a fritzbox the value is problably &quot;620&quot;
de: Wenn du eine Fritzbox hast, dann ist der Wert wahrscheinlich &quot;620&quot;
fr: Si vous possédez une Fritzbox, la valeur est sûrement &quot;620&quot;

source: VOIP-Password
de: VOIP-Passwort
fr: Mot de passe VoIP

source: This is your VOIP-Password.
de: Dein VOIP-Passwort
fr: Ceci est votre mot de passe VoIP

source: Audio File for Blacklist
de: Audio-Datei für Blacklist (nur VOIP)
fr: Fichier audio pour liste noire (uniquement VoIP)

source: Hang up without Sound
de: Auflegen ohne Ansage

source: Play: You are blocked
de: "Du wurdest geblockt"

source: Choose which audio file should be played when the incoming caller is on the blacklist.
de: Diese Audio Datei soll abgespielt werden, wenn ein Anrufer auf der Sperrliste steht.
fr: Choisissez quel fichier audio doit être joué lorsque l'appelant est sur liste noire

source: Modem for PSTN (analog) Connected:
de: Modem für analoge Telefonleitung angeschlossen:
fr: Modem pour le réseau téléphonique analogue - Connecté :

source: Hangup Type
de: Art des Blockierens

source: Do Nothing (not recommended)
de: Mache nichts (nicht empfohlen)

source: Hangup (block call)
de: Auflegen (Besetzt-Zeichen)

source: Answer as Fax-Machine
de: Antworte als Faxgerät

source: Choose how the callblocker will react on a blacklisted Caller (number on blacklist)
de: Wie soll der Anrufblocker eingehende Anrufe von der Sperrliste abweisen.

source: How it works
de: Einrichtung
fr: Comment ça marche

source: SETUP_DESCRIPTION
de: Es gibt 3 Möglichkeiten der Integration des Callblockers: <ul class="description"> <li>reine SIP (VOIP) Telefonie: es genügt den Callblocker an das LAN / WLAN anzuschließen und die tellows sowie die VOIP-Konfiguration durchzuführen</li> <li>reine analoge Telefonie: das Modem muss über USB an den Callblocker angeschlossen werden und zusätzlich muss LAN / WLAN angeschlossen sein, da sonst die Aktualisierung der Blocklisten nicht stattfinden kann. Ein Anschlussset mit USB-Modem und Zubehör gibt es <a href="http://shop.max2play.com/de/analoges-anschlussset-odroid-u3-tellows-anrufblocker.html" target="_blank">hier zu kaufen</a></li> <li>kombinierter Anschluss (VOIP verfügbar, Analoges Telefon wird genutzt): ebenso wie reine SIP-Konfiguration</li> </ul> Besonderheiten: Falls ein VOIP-Anschluss genutzt wird ist die Erkennung schneller und kann bereits vor oder unmittelbar nach dem Klingeln erfolgen.<br /> Die Konfiguration des Callblockers in der Telefonanlage muss bei SIP zusätzlich erfolgen. Siehe Fritzbox Konfiguration - entsprechend bei anderen Geräten. <a href="http://shop.tellows.de/de/voip-router-anrufblocker" target="_blank">Beispiele für die Integration in verschiedenen VOIP-fähigen Routern findet ihr hier.</a>
fr: Il existe 3 possibilités d'utilisation du callblocker: <ul class="description"> <li>simple téléphonie en VoIP : il suffit de connecter le callblocker au LAN/WLAN et effectuer la configuration de tellows ainsi que de la VoIP</li> <li>simple téléphonie analogue : le modem doit être connecté au callblocker par USB ainsi qu'au LAN/WLAN sinon la mise à jour de la liste noire ne peut pas s'effectuer. Vous pouvez commander un modem USB et accessoires <a href="http://shop.max2play.com/de/analoges-anschlussset-odroid-u3-tellows-anrufblocker.html" target="_blank">ici</a></li> <li>connexion combo (VoIP disponible, téléphone analogue utilisé): configuration identique à celle de la téléphonie VoIP</li> </ul> Particularités : Dans le cas où une connexion VoIP est utilisée, l'identification est plus rapide et peut s'effectuer avant ou directement après la sonnerie.<br /> La configuration du callblocker au sein de l'installation téléphonique doit être effectuée en plus de celle de la VoIP. Voir la configuration de la Fritzbox - ou autre dispositif. <a href="http://shop.tellows.de/de/voip-router-anrufblocker" target="_blank">Des exemples de configuration avec routeur compatible VoIP peuvent être trouvés ici</a>

source: Copyrights
de: Verwendete Software & Lizenz
fr: Logiciels et licences utilisés

source: Copyrights_TEXT
de: Diese Software des tellows Anrufblockers unterliegt der GPL v3 und nutzt NCID und Linphone zur Anrufererkennung (CallerID). Details zu GPL v3 hier: http://www.gnu.org/licenses/gpl.html<br />Der Quellcode zu NCID ist hier zu finden: http://ncid.sourceforge.net/<br />Der Quellcode zu Linphone ist hier zu finden: http://www.linphone.org/<br />Den Quellcode zu Max2Play (Basis für dieses Webinterface und Steuerung des Anrufblockers) gibt es hier: https://github.com/max2play/webinterface<br />Die verwendeten Scripte zum Abruf der tellows Listen stellen wir auf Anfrage zur Verfügung. Bitte dafür eine Mail an kontakt@tellows.de schreiben.
fr: Ce logiciel du callblocker tellows est soumis à la GPL v3 et utilise Linphone et NCID pour identifier l'appelant (CallerID). Informations supplémentaires sur le GPL v3 : http://www.gnu.org/licenses/gpl.html<br />Le code source du NCID peut se trouver ici : http://ncid.sourceforge.net/<br />Le code source du Linphone peut se trouver ici : http://www.linphone.org/<br />Le code source de Max2Play (base de cette interface internet et contrôleur du callblocker) se trouve ici : https://github.com/max2play/webinterface<br />Les scripts utilisés pour la récupération de la liste de tellows sont mis à disposition sur demande. Adressez simplement votre demande à kontakt@tellows.de.

source: Current Callblocker Version
de: Aktuelle Anrufblocker Version
fr: Version actuelle du callblocker

source: Update tellows Callblocker
de: Aktualisiere tellows Anrufblocker
fr: Mettre à jour le callblocker tellows

source: Callblocker Blacklist & Whitelist
de: Anrufblocker Sperrliste & Weiße Liste
fr: Liste noire et liste blanche du callblocker

source: On this page you may edit a local blacklist and whitelist. This is used additionally to the tellows blacklist. Use one column per number.
de: Auf dieser Seite kannst du die Sperrliste und die Weiße Liste editieren. Diese Listen werden zusätzlich zur tellows Sperrliste verwendet. Bitte trage pro Zeile immer eine Nummer ein.
fr: Cette page vous permet de modifier la liste noire et la liste blanche. Ces listes sont utilisées en plus de la liste tellows. Entrez un numéro par ligne.

source: Callerlog for the last incoming Calls
de: Anruferliste für die letzten Anrufe
fr: Liste des derniers appels entrants

source: DATE
de: DATUM

source: NUMBER
de: NUMMER
fr: NUMÉRO

source: BLOCKED
de: GEBLOCKT
fr: BLOQUÉ

source: ACTION
de: AKTION

source: Blocked by Blacklist
de: blockiert durch Sperrliste
fr: Bloqué par la liste noire

source: Number is on Blacklist
de: Nummer ist auf Sperrliste
fr: Le numéro figure sur la liste noire

source: Number is on Whitelist
de: Nummer ist auf Weißer Liste
fr: Le numéro figure sur la liste blanche

source: whitelist
de: weiße Liste
fr: Liste blanche

source: blacklist
de: Sperrliste
fr: Liste noire

source: Modify Blacklist
de: Sperrliste bearbeiten
fr: Modifier la liste noire

source: To block Callers that do not transfer their Caller ID enter "PRIVATE" in a separate row.
de: Um Anrufer zu blockieren, die nicht ihre Nummer übermitteln muss "PRIVATE" in eine separate Zeile eingetragen werden.
fr: Pour bloquer les appels masqués, "PRIVATE" doit être inscrit dans une ligne séparée.

source: Modify Whitelist (numbers that will definitly NOT be blocked)
de: Weiße Liste Bearbeiten (diese Nummern werden definitiv nicht geblockt)
fr: Modifier la liste blanche (ces numéros ne seront plus bloqués)

source: tellows Callblocker Blacklist
de: tellows Anruferschutz Sperrliste
fr: Liste noire du callblocker tellows

source: local
de: lokal

source: Updated local Blacklist / Whitlist for Callblocker
de: Lokale Sperrliste / Weiße Liste wurden aktualisiert
fr: Liste noire / liste blanche actualisées

source: Save tellows Settings
de: Alle tellows Einstellungen speichern
fr: Sauvegarder les réglages tellows

source: API-Key could not be registered and seems to be wrong!
de: Lizenzschlüssel konnte nicht registriert werden und scheint falsch zu sein!
fr: L'API-Key n'a pas pu être enregistrée et semble erronée !

source: API-Key successfully registered!
de: Lizentschlüssel erfolgreich registriert
fr: Api-Key enregistrée avec succès !

source: Connection Successful
de: Verbindung erfolgreich!
fr: Connexion réussie

source: License Valid until
de: Lizenz gültig bis
fr: Licence valable jusqu'au

source: <span style="color:red;">Connection Failure - API-Key not valid: $MESSAGE</span>
de: <span style="color:red;">Verbindungsfehler - Lizenzschlüssel nicht gültig: $MESSAGE</span>
fr: <span style="color:red;">Erreur de connexion - API-Key invalide : $MESSAGE</span>

source: Could not check tellows Connection! Internet not available?
de: Konnte tellows-Verbindung nicht prüfen! Internet nicht verfügbar?
fr: Impossible de vérifier la connexion à tellows ! Pas de connexion internet ?

source: <span style="color:red;">Connection Failure - SIP not connected (check settings)</span>
de: <span style="color:red;">Verbindungsfehler - SIP nicht verbunden (prüfe die Einstellungen)</span>
fr: <span style="color:red;">Erreur de connexion - SIP déconnecté (vérifier les réglages)</span>

source: Successfull Connected
de: Erfolgreich Verbunden
fr: Connecté avec succès

source: SIP not configured
de: SIP nicht konfiguriert
fr: SIP non configuré

source: VOIP-Settings Updated
de: VOIP-Einstellungen aktualisiert
fr: Réglages VoIP mis à jour

source: Callblocker update started
de: Anrufblocker Aktualisierung gestartet
fr: Mise à jour du callblocker a commencé

source: Callblocker is up to date - no update required
de: tellows Anrufblocker ist auf dem aktuellsten Stand - kein Update erforderlich
fr: Le callblocker est à jour - aucune mise à jour nécessairetellows Anrufblocker ist auf dem aktuellsten Stand - kein Update erforderlich

source: UPDATE SUCCESSFUL - Please Restart Device
de: Aktualisierung erfolgreich - bitte das Gerät neu Starten (Netzstecker ziehen und wieder einstecken)
fr: Mise à jour réussie - Redémarrez l'appareil (débranchez puis rebranchez le cordon d'alimentation)

source: UPDATE NOT SUCCESSFUL
de: Update NICHT erfolgreich!
fr: La mise à jour a échouée

source: Callblocker is not installed - start installation by clicking on UPDATE button at the end of the page!
de: Anrufblocker ist nicht installiert - Zum Starten der Installation auf den UPDATE Button am Ende der Seite klicken!
fr: Le callblocker n'est pas installé - Pour démarrer l'installation, cliquez sur le bouton UPDATE au bas de la page !

source: Modem Settings saved
de: Modem Einstellungen gespeichert

source: LINE
fr: LIGNE

source: NAME
fr: NOM
