Repository: Dadiss/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: de, es, it

source: Enable "Use USB-DAC" for simultaneous usage of XBMC AND Squeezelite - only possible if either XBMC OR Squeezelite is using a separate USB-DAC (e.g. Logi-Link 7.1 or Creative X-Fi) for sound-output (use command line option so set USB-DAC output for squeezelite, e.g. "-o hw:1,0" OR use detailed instructions on XBMC-Page for XBMC). Otherwise Squeezelite and XBMC will stutter or play no sound at all. When checked, sound-volume of USB-DAC will be set to 100%.
de: Aktiviere "Nutze USB-Soundkarte" für gleichzeitigen Betrieb von Kodi/XBMC UND Squeezelite - nur möglich, wenn Kodi/XBMC ODER Squeezelite zur Audioausgabe eine externe USB-Soundkarte (z.B. Logi-Link 7.1 oder Creative X-Fi) verwenden. Für Squeezelite muss der Kommandozeilenparameter dafür auf <br />"-o hw:1,0" gesetzt werden und für Kodi/XBMC gibt es die Anleitung zur Nutzung von Passthrough und externer Soundkarte unter dem Reiter Kodi/XBMC. Wenn aktiviert, wird die Lautstärke der USB-Soundkarte initial auf 100% gesetzt.
it: Applica "Use USB-DAC" per un uso simultaneo di XBMC e Squeezelite - possibile solamente se sia XBMC o Squeezelite sta usando una diversa USB-DAC (es. Logi-Link 7.1 or Creative X-Fi)) per l´output del suono (usa la bara dei comandi per configuare USB-DAC output for squeeyelite, es. "-o hw:1,0" o usa instruzioni dettagliate su XBMC-Page for XBMC). In caso contrario, Squeezelite e XBMC riprodurranno suoni ad intermittenza o non riprodurrano alcun suono. Dopo aver controllato, il suono ed il volumo della USB-DAC saranno configurati al 100%.

source: Update Squeezelite
de: Aktualisiere Squeezelite
it: Squeezelite aggiornato

source: Update current version $VERSION to newest available
de: Update der aktuellen Version ($VERSION) auf die neuste verfügbare Version von <a href="https://code.google.com/p/squeezelite/" target="blank">https://code.google.com/p/squeezelite/</a> (Compiler Optionen: FFMPEG RESAMPLE VISEXPORT)
it: la versione scaricata ed aggiornata $VERSION é l´ultima disponibile

source: Shairport/Squeezelite automatic Audio-Switch
de: Shairport/Squeezelite automatischer Wechsel der Audioquelle

source: Enter the Squeezebox-Server URL-Name or IP-Address. It enables automatic switching between Squeezelite and Shairport (running Squeezelite and Shairport with soundcards that only support one audio-stream at a time like HiFiBerry DACs). Everything else beside the Squeezebox Server IP is set up automatically. Just start Airplay and the Squeezeplayer will Soft-Power-Off. Stop Airplay and will Soft-Power-On again. Example IP (when running Server on this device):
de: Gib die Squeezebox-Server URL- oder IP-Adresse ein. Diese erlaubt automatisches wechseln zwischen Squeezelite und Shairport (für Soundkarten die nur eine Soundquelle erlauben wie HiFiBerry's DAC's). Alles andere neben der Squeezebox Server IP wird automatisch eingestellt. Starte einfach Airplay und der Squeezeplayer wird automatisch temporär ausgeschaltet (Soft-Power-Off). Wenn der Squeezebox Server auf diesem Gerät läuft kann diese IP eingetragen werden:

source: $SERVICENAME not installed
de: $SERVICENAME ist nicht installiert

source: install $SERVICENAME
de: $SERVICENAME installieren

source: Set Audio Output on Raspberry PI
de: Wähle Audio Ausgang für Raspberry PI

source: Use this to change the audio output of your Raspberry PI - if you have HDMI connected and you want to output sound through the headphone jack.
de: Hier kann der Audio-Ausgang vom Raspberry PI eingestellt werden. Z.B. wenn HDMI angeschlossen ist, aber die Ausgabe über den Kopfhöreranschluss (Klinke) erfolgen soll.

source: Default (use HDMI if plugged)
de: Standard (verwende HDMI, falls angeschlossen)

source: force Headphone Jack
de: Kopfhöreranschluss

source: force HDMI
de: HDMI

source: Graphic Equalizer
de: Grafischer Equalizer (benötigt Audioausgabe auf Equalizer)
es: Ecualizador gráfico (SOLO para Squeezeslave y Shairport)
it: Equalizzatore grafico (SOLO per Squeezeslave e Shairport)

source: Use Equalizer (activate settings in this webinterface)
de: Benutze Equalizer (erhöht Ladezeit dieser Seite)
it: Uso dell´equalizzatore (attivare le impostazioni in questa interfaccia web)

source: Lowpassfilter and Crossfeed Level Adjuster for Headphones
de: Lowpassfilter und Crossfeed Level Einstellung für Kopfhörer
it: Regolatore di Lowpassfilter and Crossfeed Level per auricolari

source: This is a filter for audiophile usage to change lowpass filter cut frequency and crossfeed level of the audio-output. These settings take effect when using the output <b>"-o headphones"</b> in advanced settings of Squeezelite. More infos about the filter technique can be found on <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>
de: Das ist ein Filter für audiophile Nutzung des Kopfhörerausgangs z.B. bei zu großem Stereofeld. Damit kann die Lowpass Frequenz und das Crossfeed Level des Audio-Ausgangs bestimmt werden. Diese Einstellungen wirken sich nur aus, wenn der Ausgang <b>"-o headphones"</b> in den erweiterten Einstellungen von Squeezelite gewählt ist. Mehr Informationen über die Filtertechnik gibt es unter <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>
it: Questo é un filtro per file audio utile a configuare il filtro lowpass cut frequency e il crossfeed level degli output audio. Queste impostazioni sussistono regolando l´ouput <b>"-o auricolari"</b> tra le impostazioni avanzate di Squeezelite. Informazioni piú dettagliate sulle tecniche di filtraggio possono essere trovate su <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>

source: Lowpass filter cut frequency:
de: Lowpass Filter Cut Frequenz:

source: This button sets up the plugin and your ALSA-Soundconfiguration.
de: Dieser Button installiert das Plugin und konfiguriert die ALSA-Soundeinstellungen.
it: Questo pulsante configura il plugin e la configurazione del suono ALSA

source: Install
de: Installieren
it: Installa

source: SQUEEZEPLAYER INFO DESCRIPTION
de: Squeezelite ist ein Software Player für Squeezebox, der mit dem Logitech Media Server (Squeezebox Server) arbeitet und ähnlich wie ein Squeezebox Receiver über den Server steuerbar ist.<br /> Shairport ist ein Dienst der Airplay ermöglicht.<br /> Beide Dienste werden beim Starten des ODROID etwas verzögert geladen (max. 1 Minute), um Konflikte mit den Soundtreibern zu vermeiden.
es: Squeezelite es un reproductor de Software para Squeezebox, que trabaja conjuntamente con Logitech Media Server (Squeezebox Server) de forma similar al receptor Squeezebox que controla el servidor.<br /> Shairport es un servicio que tiene Airplay habilitado<br /> Ambos servicios se inician con cierto retraso (máximo un minuto) para evitar conflictor con los controladores de sonido.
it: Squeezelite è un software per il lettore Squeezebox, che lavora con il Logitech Media Server (Squeezebox Server) ed è simile ad un Squeezebox Receiver over server controllabile.<br /> Shairport è un servizio di Apple Airplay abilitato.<br /> Entrambi i servizi di ODROID vengono caricati quando si verifica un ritardo (max. 1 Minute) per evitare conflitti con i driver audio.

source: Reinitialize Display (if screen is black or HDMI was not connected on startup)
de: Aktualisieren der HDMI-Ausgabe (wenn der Desktop nicht geladen ist oder HDMI beim Start nicht verbunden war)
it: Riavviamento del Display ( se lo schermo é nero o HDMI non é connesso correttamente)

source: $NAME start installation
de: Starte Installation von $NAME
es: Inicio de la instalación de $NAME
it: Comincia installazione di $NAME

source: Replaces current $VERSION
de: Ersetzt aktuelle $VERSION
it: Sostituita la corrente $VERSION

source: Choose Kodi/XBMC-Package by http-link (package must be .deb) for Update
de: Wähle HTTP-Link für Kodi/XBMC-Update (muss ein .deb Paket sein)

source: The installation may take some time depending on your internet connection. At first it downloads the package from given source and afterwards it installs the package.
de: Die Installation kann etwas dauern - abhängig von der Internetverbindung. Zuerst wird das Paket von dem angegebenen Link heruntergeladen und anschließend installiert.
it: L´installazione puó durare alcuni minuti e dipende dalla vostra connessione internet. Innanzitutto bisogna scaricare il pacchetto dalla risorsa data e procedere all´installazione.

source: Get Kodi / XBMC Addon-Repository from HTTP-URL or by choosing from Select-Box
de: Download Kodi / XBMC Addon-Quelle von HTTP-URL oder Auswahl in Select-Box

source: You can enable repositories for further addons in settings menu of Kodi / XBMC: <i>System &gt; Addons</i>. After downloading the Addon-Repository Zip-File with the following button, you can find it with Kodi/XBMC (choose <i>add from zipfile</i>) in folder <i>/opt/max2play/cache</i> (choose root-folder and navigate there) and enable the Addons-Repository. After this, you will see the new addons available in the addons-list.
de: Quellen für weitere Addons können in den Einstellungen von Kodi / XBMC unter <i>System &gt; Addons</i> von einem Zipfile installiert werden. Nach dem Download der Zip-Datei der Addon-Quellen über den folgenden Button, kann die Zip-Datei im Verzeichnis <i>/opt/max2play/cache</i> gefunden werden. Beim Auswählen der Zip-Datei wählt man im Kodi / XBMC das Root-Verzeichnis und navigiert dann in den Ordner <i>/opt/max2play/cache</i>. Nach Aktivierung der Addon-Quelle, stehen die neuen Addons zum Installieren über das normale Addon-Menü bereit.

source: Choose Addon
de: Wähle Addon

source: Get Addon-Repository for Kodi / XBMC
de: Lade Addon-Quelle für Kodi / XBMC

source: XBMC INFO DESCRIPTION
de: Kodi/XBMC ist ein Media-Center für Videos, Musik und mehr.<br /><br /><sup>#1</sup>Autostart Kodi/XBMC: wenn aktiviert, wird Kodi/XBMC automatisch beim Start von Max2Play gestartet. Dies empfiehlt sich bei der Nutzung als Videoplayer. Wenn Max2Play nur für Musik genutzt wird kann auf den Start von Kodi/XBMC verzichtet werden. Dadurch verbraucht Max2Play weniger Ressourcen und startet schneller.<br /><br /><b>Hinweise:</b><br />Falls Kodi auf dem System installiert ist, wird dieses statt Kodi/XBMC verwendet. Wenn Kodi/XBMC läuft wird Squeezelite automatisch deaktiviert (Ausnahme bei aktivierter USB-Soundkarte unter Squeezelite Einstellungen)! Anders ist es derzeit nicht möglich Sound in Kodi/XBMC abzuspielen, da Kodi/XBMC Pulseaudio nutzt und Squeezelite sowie Shairplay Alsa nutzen, um gleichzeitig auf das Soundinterface zuzugreifen. Sobald Kodi/XBMC beendet wird, startet Squeezelite automatisch wieder. Für die Integration externer USB-Soundkarten und 5.1 Sound gibt es im Kodi/XBMC-Wiki eine sehr gute Anleitung: <a href="http://wiki.xbmc.org/index.php?title=PulseAudio" target="_blank">Kodi/XBMC Wiki Anleitung Pulseaudio</a>.
es: XBMC es un centro multimedia para videos, musica y mucho más.<br /><br /><sup>#1</sup>Inicio automático XBMC: si está activo, el XBMC se iniciará con Max2Play automáticamente. Esta opción se recomienda para su uso como reproductor de video. Cuando utilices Max2Play exclusivamente para reproducir música también puedes utilizar la opción de inicio automático de XBMC. De esta forma, Max2Play consume menos recursos y se inicia de forma más rápida.<br /><br /><b>Notas:</b><br />¡Cuando XBMC funciona con Squeezelite se desactiva automáticamente! De lo contrario, no es posible reproducir sonido en XBMC. XBMC, desde PulseAudio, utiliza Squeezelite, Shairplay y Alsa para acceder simultáneamente a la interfaz de sonido. Una vez que se detiene XBMC, Squeezelite se reinicia automáticamente.
it: XBMC è un centro multimediale per video,musica e altro ancora.<br /><br /><sup>#1</sup>Autostart XBMC: Quando attivato,XBMC si avvia automaticamente all'avvio di Max2Play. È consigliato il suo utilizzo come un lettore video. Se Max2Play viene utilizzato solo per la musica può essere erogato all'avvio di XBMC. Per questo Max2Play consuma meno risorse ed è più veloce.<br /><br /><b> Nota bene:</b><br />Quando XBMC è in esecuzione Squeezelite viene automaticamente disattivato! In caso contrario non sarebbe possibile riprodurre l'audio in XBMC. Dal momento in cui XBMC Pulseaudio è in esecuzione, Squeezelite come Shairplay usa Alsa per accedere contemporaneamente all'interfaccia audio. Una volta che XBMC è terminato Squeezelite si riavvia automaticamente.

source: Open Squeezebox Server Webadministration
de: Öffne Squeezebox Server Webadministration

source: restart $SERVICENAME
de: $SERVICENAME neu starten

source: Show available Versions
de: Zeige verfügbare Versionen
it: Elenco delle versioni disponibili

source: Alternative other source from Slimdevices (package must be .deb)
de: Alternative Paketquelle für LMS von Slimdevices (muss das Debian Package sein)
es: Paquete alternativo para LMS de Slimdevices (tiene que ser un paquete Debian)
it: Fonte alternativa di Slimdevices (il pacchetto deve essere .deb)

source: The installation takes about 5 to 10 minutes depending on your internet connection. At first it downloads the package from http://downloads.slimdevices.com/ and afterwards it installs the package. You may reload this page by clicking the button again to see the status of the install process.
de: Wir empfehlen eine neuere Version (z.B. 7.8.0 oder Nightly 7.9) zu verwenden. Die Nightly 10.0 gehört zu Logitech UE Produkten und wird nicht unterstützt! Zuerst wird das Paket von http://downloads.slimdevices.com/ heruntergeladen und anschließend installiert. Das ganze dauert je nach Internetverbindung ungefähr 5 - 10 Minuten! Wenn diese Seite nach dem Start der Installation neu geladen wird, zeigt sie den Installationsfortschritt. Sollte das Webinterface des Squeezeboxservers nach der Installation nicht erreichbar sein, muss der Player ggf. neu gestartet werden.
es: La instalación requiere un tiempo aproximado de 5 a 10 minutos dependiendo de tu conexión a internet. Primero descarga el paquete de http://downloads.slimdevices.com/ y después se instala. Deberás actualizar la página para ver el estado del proceso de instalación.
it: Inizialmente il pacchetto http://downloads.slimdevices.com/ verrà scaricato e installato. Il tutto durerá, a seconda della vostra connessione a internet, da circa 5 a 10 minuti! Se questa pagina viene aggiornata dopo l'inizio dell'installazione, potrete visualizzare l´avanzamento della stessa.

source: Install special Plugins for Squeezebox Server
de: Installiere spezielle Plugins für Squeezebox Server

source: Install Shairtunes2 (NEW) Plugin (Optimized version for ODROID and Raspberry by disaster123 - All connected Squeezeplayers can be used as Airplay Devices)
de: Install Shairtunes2 (NEU) Plugin (Optimierte Version für ODROID und Raspberry von disaster123 - Alle verbundenen Squeezeplayers werden Airplay-fähig)

source: Install Shairtunes Plugin (All connected Squeezeplayers can be used as Airplay Devices)
de: Installiere Shairtunes Plugin (alle verbundenen Squeezeplayer können dadurch als Airplay Gerät verwendet werden)

source: Install choosen Plugin (takes some time)
de: Installiere gewähltes Plugin (benötigt etwas Zeit)

source: SQUEEZESERVER INFO DESCRIPTION
de: Squeezebox Server (Logitech Media Server) ist der Server für die Squeezebox und ist für die Steuerung der Player zuständig. Im Netzwerk muss mindestens ein solcher Server laufen. Der Server kann über das Starten der Installation auf Max2Play aufgesetzt werden.
es: Squeezeserver (Logitech Media Server) es el servidor para el Squeezebox y es responsable de controlar el reproductor. Al menos uno de estos servidores de red debe estar en ejecución. El servidor se puede instalar al iniciar Max2Play.
it: Squeezeserver (Logitech Media Server) è il server per la Squeezebox ed è responsabile del controllo del lettore. In almeno uno di questi server di rete deve essere in esecuzione. Il server può essere installato su Setup Start sulla Max2Play.

source: Basic settings for Max2Play
de: Grundeinstellungen für Max2Play
es: Configuración básica para Max2Play
it: Impostazioni di base per Max2Play

source: URL for this Web-administration / name of Squeezelite player
de: URL für diese Web-Administration / Name Squeezelite Player
es: URL para este administrador web / nombre del jugador Squeezelite
it: URL di questo Web Amministrazione / Nome Squeezelite giocatore

source: Display Resolution
de: Auflösung
es: Mostrar resolución
it: risoluzione

source: With this resolution runs desktop and XBMC
de: Unter dieser Auflösung läuft Kodi/XBMC und der Desktop
es: Con esta resolución funciona el escritorio y XBMC
it: In base a tale risoluzione si eseguono XBMC e il Desktop

source: Your eMail-Address / activation code
de: EMail-Adresse / Aktivierungscode

source: To access all functions and plugins of Max2Play and constantly get new features, you need to be a customer of shop.max2play.com or have a code for activation. This is verified with your eMail-address or activation code. If you are no customer yet, you may buy the <a href='http://shop.max2play.com/en/max2play-full-license.html' target='_blank'>Max2Play-Full-Package here</a>.
de: Um Zugang zu allen Funktionen, regelmäßigen Updates, Plugins und Support von Max2Play zu erhalten, musst du Kunde von shop.max2play.com sein oder einen Aktivierungscode haben. Diese Eingabe wird mit deiner Kundenadresse im Shop abgeglichen. Wenn du noch kein Kunde bist, ist es auch möglich die <a href='http://shop.max2play.com/de/max2play-full-license.html' target='_blank'>Max2Play-Komplett-Lizenz</a> einzeln zu kaufen.

source: Language
de: Sprache / Zeitzone
es: Idioma / Zona horaria
it: Lingua / fuso orario

source: Change Keyboard Layout, Language and Timezone for Desktop (this web-interface detects browser language)
de: Ändere Tastaturlayout, Sprache und Zeitzone für den Desktop
es: Cambiar configuración del teclado, Idioma y zona horaria para el escritorio (esta interfaz web detecta el idioma del navegador)
it: Modifica il layout di tastiera, la lingua e il fuso orario

source: Network Lookup
de: Netzwerk Suche
es: Búsqueda de redes
it: Ricerca Network

source: Search local Network for other Max2Play-Devices running Squeezelite and display them in the header of this interface
de: Suche nach Max2Play-Devices mit Squeezelite im Netzwerk und zeige diese im Kopfbereich dieses Interfaces an. Nur sinnvoll bei mehreren Playern.
es: Buscar redes locales para otros dispositivos Max2Play con Squeezelite y mostrarlos en la cabecera de la interfaz
it: Cerca dispositivi Max2Play che supportano Squeezelite nella rete e saranno elencati in alto.

source: Donate Button
de: Spenden Button
it: Tasto donazione

source: Remove the donate-button in header of Max2Play-Webinterface
de: Entferne den Spenden-Button im oberen Bereich des Max2Play-Webinterface
it: Rimuovere il tasto-donazioni da Max2Play

source: Help on Sidebar
de: Hilfe anzeigen

source: Show help on sidebar for current page/addon, if the page supports it.
de: Hilfetexte auf Seitennavigation für aktuelle Seite anzeigen, falls diese über einen Hilfetext verfügt.

source: Save Settings
de: Einstellungen speichern
es: Guardar cambios
it: Salva impostazioni

source: Reboot / Update / Filesystem Settings
de: Reboot / Update Max2Play / Dateisystem Expandieren
it: Riavvia / Aggiorna / Impostazioni dei file

source: Reboot
de: Neustart
it: Riavvia

source: Shutdown
de: Herunterfahren
it: Arresta

source: Expand Filesystem
de: Expandiere Dateisystem
it: Amplia fles

source: Force Update to latest Beta for Max2Play (Development)
de: Erzwinge Update auf die neuste Beta-Version von Max2Play (Entwicklung)

source: READ CAREFULLY: This function is for developers and users that want to test the latest available Max2Play before it is released. This might have some bugs and will not be supported in forums and questions by mails!
de: ACHTUNG: Diese Funktion richtet sich an Entwickler und Nutzer, die die neuste verfügbare Max2Play-Version testen wollen, bevor diese veröffentlicht wird. Diese Version kann Fehler enthalten und Fragen dazu in Foren oder per Mail werden nicht beantwortet.

source: Update2Beta Max2Play
de: Update auf aktuellste BETA-Version von Max2Play

source: Reset configs to Max2Play delivery configuration
de: Max2Play Ursprungskonfiguration Wiederherstellen
es: Reestablecer Max2Play con la configuración de fábrica
it: Ripristino configurazione originale Max2Play

source: Reset configs - WARNING: deletes all changes
de: Konfiguration Reset (löscht alle Änderungen!)
es: Reiniciar la configuración (¡ATENCIÓN: se borraran todos los cambios!)
it: Resetta Max2Play - (ATTENZIONE: tutte le modifiche apportate verranno cancellate)

source: Settings for WiFi, autostart, playername, filesystem mounts will be overwritten.
de: Einstellungen zu Wlan, Autostart, Playername und gemountete Verzeichnisse werden durch die Standardbelegung überschrieben.
es: La configuración para WiFi, inicio automático, nombre del jugador y los archivos de sistema serán re escritos.
it: Le impostazioni per la connessione wifi, autostart, nome del giocatore e le directory saranno sostituite dalle impostazioni predefinite.

source: Plugin Configuration - Activate / Deactivate
de: Plugin Konfiguration - Aktivieren / Deaktivieren

source: Activate Plugins by selecting and moving them to the "Active Plugins". You may change the order of the active Plugins in the navigation bar by selecting them and move up or down. Plugins that are not active will not show up in the navigation bar!
de: Plugins können aktiviert werden, indem diese zuerst markiert und anschließend durch den Button in die "Aktiven Plugins" verschoben werden. Die Reihenfolge der aktiven Plugins bestimmt deren Position in der Navigationsleiste. In der Navigation werden nur aktive Plugins angezeigt!

source: Available Plugins
de: Verfügbare Plugins

source: Active Plugins
de: Aktive Plugins

source: Move Up
de: nach oben

source: Move Down
de: nach unten

source: Default Plugin that should be opened on start of Max2Play-Webinterface
de: Standard-Plugin, das beim Start des Max2Play-Webinterface angezeigt wird

source: Save Plugin Config - WARNING: removes Navigation for all NOT Selected
de: Speichere Plugin Konfiguration - ACHTUNG: entfernt die Navigation für alle NICHT selektierten Plugins
es: Configuración del Plugin guardada - ATENCION: borra la navegación para todos los Plugins no seleccionados
it: Salva plugin configurati - ATTENZIONE: i plugin non selezionati saranno rimossi.

source: You may install new Plugins by entering the http-link to the Pluginfile (zip/tar/tar.gz).<br /><a class="download-button" href="http://www.max2play.com/features/plugins/" target="_blank"> A list of Max2Play-Extensions can be found here</a>
de: Weitere Plugins (Erweiterungen) können über einen http-Link zur Plugindatei (zip/tar/tar.gz) im folgenden Feld installiert werden. <br /><a class="download-button" href="http://www.max2play.com/addons/" target="_blank"> Alle Erweiterungen als Downloadlink gibt es hier</a>

source: Enter http-URL
de: Http-Downloadlink eingeben

source: Install new Plugin
de: Installiere neues Plugin

source: WiFi & Network configuration
de: WLAN & Netzwerk Konfiguration
es: WLAN & configuración de red
it: Configurazione WLAN & Rete

source: active
de: aktiv
es: activo
it: attivo

source: not active
de: nicht aktiv
es: no activo
it: non attivo

source: WiFi USB connection status is <b>$STATUS</b>
de: WLAN Verbindungsstatus ist <b>$STATUS</b>
es: La conexión WiFi a través de USB es <b>$STATUS</b>
it: Stato della connessione <b>$STATUS</b>

source: (Only WPA/WPA2-Encryption possible)
de: (Nur WPA/WPA2-Verschlüsselung möglich)
es: (Solo WPA/WPA2-Encriptación posible)
it: (solo WPA/WPA2-crittografia possibile)

source: Load WiFi Interface
de: WLAN Interface laden
es: Cargar interfaz para WiFi
it: Carico interfaccia WLAN
