Repository: Dadiss/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: de, es, it

source: Addons and Feature Requests
de: Erweiterungen und neue Ideen

source: News
de: Neuigkeiten

source: Max2Play - <a target="_blank" href="http://www.max2play.com/en/features/" title="Powered by Max2Play">the <i>easy to use</i> webinterface and framework for mini-computers</a>!
de: Max2Play - <a target="_blank" href="http://www.max2play.com/features/" title="Powered by Max2Play">das <i>einfach zu bedienende</i> Webinterface und Framework für Mini-Computer</a>!

source: Speech Control Setup
de: Sprachsteuerung Einrichtung

source: install
de: Installieren

source: install (Takes ~ 2 hours!)
de: installiere (dauert ca. 2 Stunden)

source: uninstall
de: Deinstallieren

source: DEBUG Informations
de: DEBUG Info

source: Speech Control
de: Sprachsteuerung

source: Accesspoint Setup
de: Accesspoint Einrichtung

source: DONATE-BUTTON-SQUEEZEPLUG
de: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_s-xclick"><input type="hidden" name="hosted_button_id" value="K5H4GBLPNCKNJ"><input type="image" src="https://www.paypalobjects.com/de_DE/DE/i/btn/btn_donateCC_LG.gif" border="0" name="submit" alt="Jetzt einfach, schnell und sicher online bezahlen – mit PayPal."><img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1"></form>

source: get API-Key for tellows
de: tellows Lizenz kaufen / erneuern
es: Renueva / Adquiere la clave API de tellows
it: Acquista / Rinnova Tellows licenza

source: tellows Callblocker Setup
de: tellows Anruferschutz Setup
it: tellows configurazione bloccante chiamata

source: tellows Callblocker Blacklist
de: tellows Anrufblocker Sperrliste
it: tellows blocco lista chiamante

source: MiniDLNA Service (easy media access for other network devices)
de: MiniDLNA Service (einfacher Medienzugriff für andere Mediaplayer im Netzwerk)

source: MiniDLNA is a Service for sharing media-data from Max2Play with other devices in your network.
de: MiniDLNA ist ein Service zur Freigabe von Mediendaten von Max2Play für andere Media-Player im Netzwerk.

source: Install MiniDLNA
de: Installiere MiniDLNA

source: Uninstall MiniDLNA
de: Deinstalliere MiniDLNA

source: Media Path
de: Pfad zu Medien (z.B. USB-Festplatte am Max2Play)

source: Force Reload (reindex Folder)
de: Erzwinge Reindexierung des Verzeichnisses

source: MiniDLNA Installation removed
de: MiniDLNA Installation entfernt

source: MiniDLNA Installation completed - you may now edit detailed settings
de: MiniDLNA Installation fertiggestellt - jetzt muss noch der Pfad für die Mediendateien angepasst werden

source: MiniDLNA Settings saved
de: MiniDLNA Einstellungen gespeichert

source: This is the Example Setup Page. Configure and Test your own Plugin :)
de: Dies ist die Beispiel Setup Seite. Konfiguriere und teste dein eigenes Plugin :)

source: Example Variable:
de: Beispielvariable:

source: Example Button
de: Beispiel Button

source: Saved
de: Gespeichert

source: Enable Kernelmodules for Odroid U3
de: Aktiviere Kernelmodule für Odroid U3

source: Load Module to etc/rc.local
de: Lade Modul von etc/rc.local

source: If normal activation of Pre-Build Module does not work (mostly because of different Kernel-Version), please use this option to build the module with the latest Kernel-Sources. Takes ~20-30 minutes time! Make sure to install the latest kernel by using /usr/local/bin/odroid-utility.sh
de: Wenn die normale Aktivierung des pre-build Moduls nicht funktioniert (meistens wegen anderer Kernel-Versionen), nutzen Sie bitte dieses Modul mit der aktuellsten Kernel-Quelle. Dauert ca. 20-30 Minuten! Stell sicher, dass der aktuellste Kernel installiert wird mit Nutzung von /usr/local/bin/odroid-utility.sh

source: Build HiFace-Module with latest Kernel
de: Baue HiFace-Modul mit aktuellstem Kernel

source: Kernelmodules U3
de: Kernelmodule U3

source: Kernel Build started
de: Kernel Build gestartet

source: Added HiFace USB-Driver
de: HiFace USB-Treiber hinzugefügt

source: Removed HiFace USB-Driver
de: HiFace USB-Treiber entfernt

source: Imageburner
de: Imagebrenner

source: SD-Card device ready for burning:
de: SD-Kartengerät bereit zum brennen:

source: BURN
de: BRENN

source: Create SD-Card-Image from a SD-Card
de: Erstelle SD-Kartenimage von SD Karte

source: SD-Card device for image creation:
de: SD-Kartengerät für Imageerstellung:

source: Create ISO from SD-Card
de: Erstelle ISO für SD Karte

source: Autoconfig SD-Card on first Start
de: Automatische Konfiguration der SD Karte beim ersten Start

source: Save Autoconfig
de: Speicher Autokonfiguration

source: $SERVICENAME is installed
de: $SERVICENAME ist installiert

source: Save!
de: Speichern

source: Mixer Device
de: Mixer Gerät

source: Help - Music Player
de: Hilfe - Music Player

source: <ul><li>Watch <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA">a video tutorial about the settings on this page</a> and use different possibilities of listening to your music.</li><li><b>Connecting a USB-Drive</b>: just attach your USB-storage and you find its content in the music folder of the musicplayer.</li><li><b>Accessing the storage on this device</b>: use the Samba-Share and connect from any computer (file explorer) in your network with \\max2play</li><li><b>Access a network storage with your music</b> (e.g. Diskstation): Mount the share to the path /mnt/mpd (using filesystem mount) and you will find it in your music folder.</li></ul>
de: <ul><li>Schau <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA"> ein Videotutorial über die Einstellungen auf dieser Seite</a> und nutze die verschiedenen Möglichkeiten um deine Musik zu genießen.</li><li><b>Verbinde ein USB-Gerät</b>: verbinde einfach deinen USB-Speicher und finde den Inhalt im Musikordner des Musikplayers.</li><li><b>Zugriff auf den Speicher dieses Geräts</b>: nutze Samba-Share und verbinde dich von jeglichem Computer (file explorer) in deinem Netzwerk mit \\max2play</li><li><b>Greif auf Netzwerkspeicher mit deiner Musik zu</b> (z.B. Diskstation): Mounte die Freigabe auf den Pfad /mnt/mpd (nutze Dateisystem Mount) und du wirst ihn in deinem Musikordner wiederfinden.</li></ul>

source: FHEM uninstall started
de: FHEM Deinstallation gestarted

source: Only for Raspberry PI!
de: Nur für Raspberry Pi!

source: INSTALL SUCCESSFUL
de: Installation erfolgreich

source: Callbot Setup
de: Anruferbot Setup

source: SD-Card Protection
de: SD-Karte Schreibschutz

source: Clementine Setup
de: Clemetine Setup

source: You may install Clementine on this page.
de: Auf dieser Seite kann Clementine installiert werden.

source: install Clementine
de: Installiere Clementine

source: TODO: Autostart / Start / Stop - Use Desktop to start clementine
de: TODO: Autostart / Start / Stop - Nutze Desktop um Clementine zu starten

source: Clemetine install started
de: Clemetine Installation gestartet

source: Raspberry Settings
de: Raspberry Einstellungen

source: This function is for Raspberry PI ONLY! It seems, that you do not have a Raspberry PI.
de: Diese Funktion ist nur für den Raspberry PI verfügbar! Es scheint, als wäre dieses Gerät kein Raspberry PI.

source: ARM-Frequency parameter changed
de: ARM-Frequenz Parameter verändert

source: Reboot needed
de: Neustart erforderlich

source: Boot config parameters changed
de: Boot config Parameter verändert

source: Updated Alsa Settings
de: Alsa Settings aktualisiert

source: Reboot needed!
de: Neustart erforderlich

source: IP saved
de: IP gespeichert

source: User saved
de: Benutzer gespeichert

source: Password saved
de: Passwort geändert

source: Devicelist saved
de: Geräteliste gespeichert

source: Homematic Variables saved
de: Homematic Variablen gespeichert

source: Homematic IP saved
de: Homematic IP gespeichert

source: Install further Jivelite Skins (important for small touchscreens)
de: Installier weitere Jivelite Skins (wichtig für kleine Touchscreens)

source: Port for 2.8" 320x240 Adafruit LCD (QVGATouchSkin by bogdandumitru)
de: Port für 2.8" 320x240 Adafruit LCD (QVGATouchSkin von bogdandumitru)

source: Reset all Settings - Usefull if Jivelite doesn't start anymore
de: Alle Einstellungen zurücksetzen - nützlich falls Jivelite nicht mehr startet

source: Disable Power-Off Button (for touchscreen control)
de: Power-Off Button deaktivieren (für Touchscreensteuerung)

source: RESET SUCCESSFUL - Please restart Jivelite
de: RESET ERFOLGREICH - Bitte Jivelite neu starten

source: PATCH SUCCESSFUL - Please restart Jivelite
de: PATCH ERFOLGREICH - Bitte Jivelite neustarten

source: Please restart your device! To restart now <a href="http://$SERVERIP/plugins/max2play_settings/controller/Basic.php?action=reboot&redirecturl=
de: Bitte starte das Gerät neu! Um jetzt neuzustarten <a href="http://$SERVERIP/plugins/max2play_settings/controller/Basic.php?action=reboot&redirecturl=

source: <ul><li>You want to know more about this special Max2Play-Version? You may watch <a target="_blank" href="https://youtu.be/AOlHpEcVEYE">a video tutorial about the settings on this page</a>.</li></ul>
de: <ul><li>Du willst mehr über diese besondere Version von Max2Play wissen? Schau dir das <a target="_blank" href="https://youtu.be/AOlHpEcVEYE"> Videotutorial über die Konfiguration dieser Seite an</a>.</li></ul>

source: Status Instance
de: Status Instanz

source: Name for instance of Squeezelite.
de: Name für Instanz von Squeezelite.

source: Name
es: Nombre
it: Nome

source: Advanced Max2Play Setup
es: Configuración avanzada de Max2Play
it: Configurazione avanzata Max2Play

source: This is the Advanced Setup Page. You may configure additional settings on this page.
es: Esta es la página avanzada de configuración. Puedes configurar parámetros adicionales en esta página.
it: Questa pagina viene utilizzata per gestire le impostazioni avanzate.

source: Mediaplayer Squeezelite & Airplay - Status, Start / Stop
es: Reproductor Media Squeezelite & Airplay - Estado, Encendido / Parado
it: Media Player Squeezelite & Airplay - Stato, Start / Stop

source: Status
es: Estado
it: Stato

source: Zurücksetzen
es: Volver
it: Indietro

source: XBMC - Status, Start & Stop
es: XBMC - Estado, Inicio & detención
it: XBMC - Stato, Start & Stop

source: Choose XBMC-Package by http-link (package must be .deb) for Update
it: Scegli il pacchetto XBMC da http-link (il pacchetto deve essere .deb) per essere aggiornato

source: Squeezeserver - Status, Start & Stop
es: Squeezeserver - Estado, Inicio y parada
it: Squeezeserver - Stato, Start & Stop

source: Start Squeezeserver Webadministration
es: Inicio del administrador de Squeezeserver
it: Configura Squeezeserver

source: Playername
es: Nombre del jugador
it: Nome dell´utente

source: Fix USB-Mount
it: Installa periferica-USB

source: Update Max2Play
es: Mejorar Max2Play
it: Aggiorna Max2Play

source: Plugin Configuration - Multiselect
es: Configuración del Plugin - Multiselección
it: Configurazione Plugin - scelta multipla

source: Activate Plugins by selecting them. Do multiple Selects by holding &quot;Strg&quot; or &quot;Shift&quot; and Mouseclick
es: Activa los Plugins seleccionándolos. Realiza múltiple selección manteniendo &quot;Ctrl&quot;or &quot;Shift&quot; y clicando con el mouse
it: I Plugins possono essere attivati con un click. Potete compiere selezioni multiple tenendo premuto &quot;Strg&quot; o &quot;Shift&quot; e cliccando contemporaneamente.

source: Default Plugin that should be the first in the navigation
es: Plugin por defecto que debería estar en primer lugar en la navegación
it: Standard plug-in per la home page

source: Group Cipher
es: Grupo Cipher
it: Gruppo Cipher

source: Max2Play Media Player - Info
es: Reproductor Multlimedia Max2Play - Información
it: Max2Play Media Player - Informazioni

source: The Max2Play Interface is used to configure the device without having to set up monitor, keyboard and mouse on the device itsself or login by ssh.<br />All settings are directly written to the players config files.
it: L´interfaccia di Max2Play é utilizzata per configurare il dispositivo senza dover configuare il monitor, la tastiera e il mouse sullo stesso.<br /> Le impostazioni vengono riportate direttamente nel file di configurazione che si trova sul lettore.

source: Questions concerning this project? Please refer to <a href="http://shop.max2play.com" target="_blank">Shop.Max2Play</a>
es: ¿Tiene preguntas sobre este proyecto? Por favor contacte con nuestra <a href="http://shop.max2play.com" target="_blank">Tienda Max2Play</a>.
it: Domande sul prodotto? Si prega di contattare <a href="http://shop.max2play.com" target="_blank">Shop.Max2Play</a>.

source: READ CAREFULLY: THIS INTERFACE IS STILL A BETA AND MIGHT HAVE BUGS OR UNEXPECTED BEHAVIOR!
es: ¡LEER ATENTAMENTE: ESTA INTERFAZ ES UNA VERSIÓN BETA Y PUEDE CONTENER ERRORES O COMPORTAMIENTO INESPERADO!
it: ATTENZIONE: Questa è ancora una interfaccia beta quindi può contenere errori!

source: Advanced Setup
es: Configuración avanzada
it: Impostazioni avanzate

source: Installation gestartet - Seite neu Laden oder Button erneut drücken, um Status der Installation zu sehen.
es: La instalación ha comenzado - Cargue la página de nuevo para ver el estado de la instalación.
it: Iniziato installazione - nuovo caricamento della pagina o premere di nuovo il pulsante per visualizzare lo stato dell'installazione.

source: Installationspaket:
es: Paquete de instalación
it: Pacchetto di installazione:

source: Audioplayer
es: Reproductor de Audio
it: Audio

source: Equalizer settings changed
it: Opzioni equalizzatore aggiornate

source: REBOOT gestartet
es: El reinicio ha comenzado
it: REBOOT iniziato

source: no valid resolution choosen
es: Resolución seleccionada no válida
it: Risoluzione non valida

source: Max2Play-Webinterface Restarted - Reload Page to see Changes
it: Configurazione Plugin cambiata - Aggiorna per vedere i cambiamenti

source: Plugin configuration updated - Reload Page to see changes
es: Configuración del Plugin actualizada - Actualice la página para ver los cambios
it: Configurazione Plugin cambiato - Ricarica per vedere i cambiamenti

source: Version
es: Versión
it: versione

source: tellows Anrufblocker
it: Tellows Setup Protezione chiamate

source: Mountpoint
es: punto de montaje

source: Autostart $SERVICENAME
es: Inicio automático $SERVICENAME

source: XBMC (Mediacenter)
es: XBMC (Centro Multimedia)
