Repository: Dadiss/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: de, es, it

source: Only $FREESPACE MB of free space left on the device! Did you already expand the filesystem?
de: Es stehen nur noch $FREESPACE MB freier Speicherplatz auf dem Gerät zur Verfügung! Hast du schon das Dateisystem expandiert?

source: Created View-Files
de: View-Files erstellt

source: Help - Introduction
de: Hilfe - Einführung

source: <ul><li>This is Max2Play - The easiest way to setup a audio and video player! You may watch <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA">our video tutorials about the settings in this web interface</a>.</li></ul>
de: <ul><li>Max2Play - Der einfachste Weg um Audio- und Videoplayer einzustellen! Schaut euch <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA">unsere Video-Anleitungen über die Einstellungen im Webinterface hier an</a>.</li></ul>

source: Process is already running
de: Dienst läuft bereits
es: El proceso ya está activo
it: Il servizio è già in esecuzione

source: Trying to launch
de: Versucht zu starten
es: Inicializando
it: Tentativi di avvio

source: successful with ID
de: Erfolgreich mit ID
es: ID correcta
it: Efficace con ID

source: NOT successful
de: NICHT Erfolgreich
es: NO existoso
it: NON efficace

source: Unable to stop process - it seems that it is not running
de: Dienst kann nicht gestoppt werden, da er nicht läuft
es: Imposible detener el proceso - parece que no está funcionando del todo
it: Il servizio NON può essere fermato, poichè non è in esecuzione

source: Trying to stop
de: Versucht zu stoppen
es: Intentando detener
it: Cercando di fermare

source: successfully stopped
de: Erfolgreich gestoppt
es: Proceso detenido correctamente
it: Fermato con successo

source: could NOT stop process - try kill instead
de: stoppen NICHT erfolgreich - bitte Kill versuchen
es: No se pudo detener el proceso - trate de cerrarlo
it: arresto NON riuscito - prego provate a fermarlo

source: Unable to kill process - it seems that it is not running
de: Dienst kann nicht gekillt werden, da er nicht läuft
es: No es posible detener el proceso - parece que no está en funcionamiento
it: Il servizio non può essere arrestato, poichè non è in esecuzione

source: successfully killed
de: Erfolgreich gekillt
es: Detenido correctamente
it: arrestato con successo

source: could not kill process
de: kill NICHT erfolgreich
es: NO se pudo detener el proceso
it: NON arrestato con successo

source: restarted
de: neu gestartet

source: successfully removed from autostart
de: erfolgreich aus Autostart entfernt
es: eliminado correctamente del proceso automático de inicio
it: rimosso dal startup con successo

source: successfully added to autostart
de: erfolgreich zu Autostart hinzugefügt
es: añadido correctamente del proceso automático de inicio
it: aggiunto per l'avvio automatico con successo

source: You need at least Max2Play Version $MINVERSION to run this addon. Please update Max2Play on Settings tab!
de: Sie benötigen Max2Play Version $MINVERSION oder neuer um dieses Addon zu nutzen. Bitte klicken Sie "Update Max2Play" im Einstellungen-Menü!

source: You are running a Beta-Version of Max2Play!
de: Auf diesem Gerät läuft eine Beta-Version von Max2Play!

source: Max2Play update is available - start update on tab Settings / Reboot
de: Max2Play Update ist verfügbar auf dem Reiter Einstellungen / Reboot
it: L´aggiornamento di Max2Play é disponibile - inizia l´aggiornamento su tab Impostazioni / Riavvio

source: No Curl for HTTP-Request available!
de: Kein Curl für HTTP-Request verfügbar!

source: SD-Card is Read-Only! Changes on settings will not be saved!
de: SD-Karte ist nicht beschreibbar! Änderungen können nicht gespeichert werden!

source: Update Configfile - existing Entry changed
de: Konfiguration aktualisiert - existierender Eintrag wurde geändert
it: Aggiorna Configfile - l´esistente Entry é stata cambiata

source: Update Configfile - new Entry created
de: Konfiguration aktualisiert - neuer Eintrag wurde erstellt
it: Aggiorna Configfile - nuova Entry creata

source: Update Configfile - new Configfile created
de: Konfiguration aktualisiert - neue Konfigurationsdatei wurde angelegt
it: Aggiorna Configfile - nuovo Configfile creato

source: Installation startet - This Messages refreshes every 3 seconds to show current status of installation. If finished this message disappears.
de: Installation gestartet - Diese Meldung zeigt den aktuellen Status der Installation aller 3 Sekunden an. Wenn diese abgeschlossen ist verschwindet die Meldung und der Server läuft.
it: Installazione iniziata - questo messaggio si aggiorna ogni 3 secondi per monitorare il processo di installazione. Se l´installazione é completata, questo messaggio sparisce.

source: Something went wrong in last Install Attempt - Deleting Progressfile
de: Etwas lief schief beim letzten Installationsversuch - lösche Installationsdatei und versuche es nochmal
es: Algo falló en el último intento de instalación - Borrando el archivo de progreso
it: Qualcosa è andato storto con l'ultimo tentativo di installazione - cancellare il file di installazione e riprovare

source: Click here to show detailed information
de: Hier klicken für weitere Informationen

source: No valid Max2Play-License for additional plugins and features found. Please enter a valid eMail-address on the Settings-page to verify that you are a customer of Max2Play and to access all features.
de: Keine gültige Max2Play-Lizenz für erweiterte Plugins und Funktionen gefunden. Bitte gib zum Freischalten deine eMail-Adresse auf der Seite "Einstellungen" ein. Nur Kunden des Max2Play-Webshops haben kompletten Zugang zu allen Funktionen.

source: Invalid Plugin-URL
de: Ungültige Plugin URL

source: Plugin $PLUGINNAME activated and added to main navigation. You may change the position and visibility in the addon configuration on the <a href="/plugins/max2play_settings/controller/Basic.php#pluginconfigblock">settings page</a>.
de: Plugin $PLUGINNAME aktiviert und zur Navigation hinzugefügt. Die Reihenfolge und die Sichtbarkeit in der Navigation kann in der Addon-Konfiguration auf der <a href="/plugins/max2play_settings/controller/Basic.php#pluginconfigblock">Seite Einstellungen</a> geändert werden.

source: Plugin Error
de: Plugin Fehler
es: Error del Plugin
it: Errore Plugin

source: Plugin configuration updated
de: Pluginkonfiguration geändert

source: Updated Equalizer Settings
de: Equalizer Optionen gespeichert
es: Configuración del ecualizador actualizada
it: Opzioni aggiornate memorizzate

source: Filesystem - mount network paths (e.g. NFS)
de: Dateisystem - Mounten von Netzwerkpfaden (Samba/NFS)
es: Archivo de sistema - añadir circuitos de red (p.e. NFS)
it: File system - Montaggio dei percorsi di rete (es. NFS)

source: Path
de: Pfad
es: Ruta
it: percorso

source: Type
de: Typ
es: Tipo
it: tipo

source: Options
de: Optionen
es: Opciones
it: Opzioni

source: Action
de: Aktion
es: Acción
it: Azioni

source: Delete
de: Löschen
es: Borrar
it: Cancellare

source: Add new mountpoint
de: Neuen Mountpoint hinzufügen
es: Añadir un punto de montaje
it: Aggiungere un nuovo punto di montaggio

source: Save
de: Speichern
es: Guardar
it: Salvare

source: Important Information
de: Bitte beachten
es: Información Importante
it: Nota bene:

source: Important Information Filesystem Description
de: Normale Netzwerkfreigaben auf NFS (z.B. Synology Diskstation) erfolgen wie im Beispiel:<br /> <b>Pfad (IP oder Hostname im Netzwerk und Pfad):</b> bei Typ cifs: <i>//IP-ADRESSE/PFAD</i> | bei Typ nfs: <i>//IP-ADRESSE:PFAD</i><br /> <b>Mountpoint (Verzeichnis) auf Max2Play (für Verwendung in Squeezebox Server oder Kodi/XBMC):</b> z.B. <i>/mnt/mountdir/</i>. Das Verzeichnis zum Mountpoint muss unter <i>/mnt/</i> ODER <i>/media/</i> liegen und wird automatisch erstellt, falls es noch nicht existiert. <br /> <b>Typ:</b> meist <i>cifs</i> oder <i>nfs</i><br /> <b>Optionen (Benutzer, Passwort und Optionen für Freigabe):</b> z.B. <i>user=name,password=pass,sec=ntlm,iocharset=utf8</i><br /> Achtung: Bei den Optionen bitte immer <i>sec=ntlm</i> angeben! <br /><br />Bei Problemen und falschen Eingaben können die Einstellungen dieser Seite unter "Ursprungskonfiguration Wiederherstellen" im Reiter Einstellungen zurückgesetzt werden.
es: Recursos compartidos con redes normales NFS (p.e. Estación de disco Synology) Ejemplo:<br /> <b>Punto de montaje (IP o Hostname y ruta):</b> z.B. <i>//IP-ADRESSE/PFAD</i> <br /> <b>Ruta de Max2Play (para su uso en SqueezeServer o XBMC):</b> p.e. <i>/mnt/mountdir/</i> <br /> <b>Typ:</b> Opciones>cifs</i> <br /> <b>Generales (Usuario, Contraseña y opciones de restricción):</b> p.e. <i>user=name,password=pass,sec=ntlm,iocharset=utf8</i><br /> ¡Atención: siempre establecer algún tipo de <i>sec=ntlm</i> opción!
it: Condivisioni di reti normali su NFS (es. Synology Diskstation) effettuata come nell'esempio:<br /> <b>Mountpoint (IP oder Hostname und Pfad):</b> z.B. <i>//IP-ADRESSE/PFAD</i> <br /> <b>percorso per Max2Play (per l'uso di Squeezeserver o XBMC):</b> z.B. <i>/mnt/mountdir/</i> <br /> <b>Typ:</b> solite <i>cifs</i> <br /> <b>Opzioni (Utente, Passwort und opzioni per il rilascio):</b> per esempio <i>user=name,password=pass,sec=ntlm,iocharset=utf8</i><br /> Nota:particolare attenzione alle opzioni <i>sec=ntlm</i> specificate!

source: Show Help
de: Hilfe anzeigen

source: Show Network Devices
de: Netzwerk Geräte anzeigen

source: External Drives on Max2Play - mountpoints for USB-Storage
de: Externe Laufwerke an Max2Play - Pfade zu USB-Laufwerken

source: This list shows all external storages and their mountpoints. You may access the devices by their path in Squeezeboxserver or XBMC/Kodi.
de: Diese Liste zeigt die Verzeichnisse für alle externen Speichersticks und Laufwerke. Diese Geräte können über das jeweilige Verzeichnis z.B. im Squeezeboxserver oder in Kodi/XBMC verwendet werden. Achtung: der Raspberry PI kann nur Partitionen bis 2TB verwalten. Sollte die Festplatte größer sein, so muss diese zuerst auf einem System in max. 2TB Partitionen aufgeteilt werden.

source: Set fixed Mountpoint to prevent directory switching on reboot:
de: Fixiere Pfad zum USB-Speicher (bleibt bei Neustart erhalten):

source: No external devices found.
de: Keine USB-Festplatten oder Speichersticks gefunden

source: Sambashares on Max2Play - setup network share paths
de: Sambafreigaben auf Max2Play konfigurieren - Netzwerkfreigaben für externen Zugriff
es: Sambashare en Max2Play - configuración de red y compartir rutas
it: Configurare condivisioni Samba su Max2Play - condivisioni di rete per l'accesso esterno

source: Comment
de: Kommentar
es: Comentario
it: Commento

source: Writeable
de: Schreib-Rechte
es: Editable
it: scrivibile

source: Create Mode
de: Datei-Rechte
es: Crear Modo
it: creare modalità

source: Add new Sambashare
de: Neue Sambafreigabe hinzufügen
es: Añadir un nuevo Sambashare
it: Aggiungi nuova versione di Samba

source: usbshare
de: usbfreigabe

source: Sambashare Access
de: Sambashare Zugang
es: Acceso a Sambashare
it: Accedi a Sambashare

source: User for Samba-Access
de: Benutzer für Samba-Zugriff
es: Usuario de Samba
it: Samba Username

source: Password for Samba-Access
de: Passwort für Samba-Zugriff
es: Contraseña para acceso a Samba
it: Password

source: Samba Important Information
de: Bitte beachten bei Samba Freigaben
es: Información importante de Samba
it: Fatte attenzione alle condivisioni Samba

source: Important Information Samba Description
de: Mit Samba können Verzeichnisse für das Netzwerk freigegeben werden. Wenn z.B. eine Festplatte über USB angeschlossen ist, so kann diese für andere im Netzwerk freigegeben werden. Es ist zwingend nötig ein Passwort zu vergeben!<br /><b>Beispiele #1 - USB-Festplatte freigeben mit Lese und Schreibrechten:</b> <br />Name: usbfreigabe<br />Pfad: /media/usb<br />Beschreibbar: yes<br />Create Mode: 0777<br /><b>Zum Einbinden in Windows System</b>: Rechtsklick auf "Computer" &gt; "Netzlaufwerk verbinden" &gt; beliebiges freies Laufwerk wählen und als Serverpfad "<b>\\max2play\usbfreigabe</b>" eingeben. Anschließend Benutzernamen "root" und das gewählte Passwort eintragen. <br />Ebenso ist der Zugriff über den Dateiexplorer möglich, indem "<b>\\max2play</b>" in den Pfad (Url) eingetragen wird.
es: Con los directorios de Samba en la red, éstos pueden ser liberados. Por ejemplo, si un disco duro está conectado a través de USB, por lo que se puede compartir con otros usuarios en la red.<br /><b>Ejemplo #1 - USB-Lanzamiento de disco con permisos de lectura y escritura:</b> <br />Nombre max2play-usb<br />Ruta: /media/usb<br />Recordable; sí<br />
it: Con Samba possono essere rilasciate directory in rete. Ad esempio, se un disco rigido è collegato via USB, può essere condiviso con gli altri nella rete.<br /><b>Esempio #1 - USB-Rilascio Disk con autorizzazioni di lettura e scrittura:</b> <br />Nome: max2play-usb<br />Sentiero: /media/usb<br />Scrivibile: yes<br />

source: Advanced Max2Play Setup for Odroid U3
de: Erweiterte Max2Play Einstellungen für Odroid U3

source: This is the Advanced Setup Page. You may configure additional settings like the blinking LED, the behavior of the Power Button and more on this page.
de: Diese Seite dient der Administration erweiterter Einstellungen.

source: Disable LED-Blink
de: Blaue LED Blink deaktivieren
es: Desactivar luz azúl LED
it: Disattivare lampeggiante LED blu

source: Set LED Blink of ODROID to 10 secondes - Press Button again to set LED-Blink back to original settings.
de: Setzt die Blinkfrequenz auf 10 Sekunden - Erneutes drücken des Buttons setzt die Einstellung zurück
es: Ajustar la luz LED de ODROID a 10 segundos - Presionar el botón otra vez para configurar la luz LED a su estado original.
it: Impostare la velocità di intermittenza a 10 secondi - premere nuovamente il pulsante per ripristinare le impostazioni

source: Power Button Settings
de: Power Button Einstellungen

source: Edit Power Button Options
de: Editiere Power Button Optionen

source: You can adopt the event that should happen when the Power Button is pressed (separating short and long presses)
de: Hier kann die Aktion gewählt werden, die beim Drücken des Power Buttons geschehen soll. Dabei wird zwischen kurzem und langem Drücken Unterschieden.

source: Short Press (less than 1 second)
de: Kurzer Druck (unter 1 Sekunde)

source: Poweroff Max2Play
de: Ausschalten von Max2Play

source: Toggle XBMC / Squeezelite
de: Umschalten zwischen Kodi/XBMC und Squeezelite

source: Start my own Script
de: Starte mein eigenes Script

source: Default: Shutdown the device. If you use XBMC and Squeezelite you can use the Power Button to stop XBMC and start Squeezelite and vice versa. You may even set your own script that should start on pressed Power Button.
de: Standard: Max2Play Ausschalten. Wenn Kodi/XBMC und Squeezelite über das gleiche Audiogerät genutzt werden, kann z.B. der Power Button genutzt werden, um zwischen den beiden Diensten umzuschalten. Es ist auch möglich eigene Scripte zu erstellen, die beim Drücken des Buttons ausgeführt werden sollen.

source: Shortpress Script
de: eigenes Script (kurzer Druck)

source: Set up the script that should be started. For Short Press the value must be Start my own Script.
de: Script, dass ausgeführt werden soll, wenn "Starte mein eigenes Script" gewählt ist. Das Script wird von der Bash interpretiert.

source: Long Press (between 1 and 9 seconds)
de: Lange Betätigung (zwischen 1 und 9 Sekunden)

source: Default: No Action. You may set your own script that should start on pressed Power Button.
de: Standard: keine Aktion. Es kann ein eigenes Script gewählt werden, welches bei Betätigung ausgeführt werden soll.

source: Longpress Script
de: Script für lange Betätigung

source: Set up the script that should be started. For Long Press the value must be Start my own Script.
de: Script, dass ausgeführt werden soll bei langer Betätigung. Es muss "Starte mein Script" für die Aktion gewählt sein.

source: save
de: speichern
es: guardar
it: salvare

source: Update APT-GET Sources and APT-GET UPGRADE
de: Update APT-GET Sources und APT-GET UPGRADE

source: Check Available Upgrades
de: Prüfe verfügbare Upgrades

source: Upgrade Packages
de: Aktualisiere Pakete

source: Fetch all current Updates and upgrade packages. ONLY DO THIS IF YOU ALREADY HAVE THE LATEST MAX2PLAY-UBUNTU-IMAGE 14!
de: Hole alle verfügbaren Updates und führe Aktualisierungen für alle Pakete durch. ONLY DO THIS IF YOU ALREADY HAVE THE LATEST MAX2PLAY-UBUNTU-IMAGE 14!

source: Install Flash for Desktop Chromium Browser - Enable Youtube/Vimeo Flashplayer
de: Installiere Flash für den Desktop Chromium Browser - Aktiviere Youtube/Vimeo Flashplayer

source: Install Pepperflash
de: Installiere Pepperflash

source: After Installation you must open the Chromium URL "chrome:plugins" and set check [Always allowed] for Adobe Flash player. Then Restart Max2Play.
de: Nach der Installation müssen Sie die URL "chrome:plugins" in Chromium öffnen und [Always allowed] für den Adobe Flash Player auswählen. Danach starten Sie Max2Play neu.

source: Install Fan silencer on XU4
de: Installiere Lüftungsgeräuschdämpfer für XU4

source: After Installation your XU4 Fan will be more silent and runs only if cooling is needed.
de: Nach der Installation wird Ihr XU4 Lüfter leiser sein und nur laufen wenn auch gekühlt werden muss.

source: FAQ - frequently asked questions
de: FAQ - Häufig gestellte Fragen
es: FAQ - preguntas frecuentes
it: FAQ - Domande frequenti

source: Choose your preferred setup and purpose of Max2Play
de: Wähle deine bevorzugte Einstellung und Einsatz für Max2Play

source: You may change all settings later, but for the first start, it is suggested to select something. The mediacenter Kodi is available and preinstalled in every setup.
de: Du kannst alle Einstellungen später ändern, aber für den ersten Start wird empfohlen eine Auswahl zu treffen. Das Mediencenter Kodi ist verfügbar und vorinstalliert in jeder Auswahl.

source: Starter: A simple audioplayer for internet radio and local music (mp3)
de: Starter: Ein simpler Audioplayer für Internetradio und lokale Musik (mp3)

source: You want a simple way to play music from online radio streams and local sources (e.g. USB-drives or network storage)
de: Sie wollen einfach Musik von Online-Radiosendern und lokalen Quellen wiedergeben (z.B. USB-Sticks oder Netzwerkspeicher)

source: !PURPOSESELECT_SIMPLE_MPD_POSITIVE
de: Einfach und schnell eingestellt, kein Musikserver nötig|Wähle zwischen YMPD und Ampache als Frontend um dein Musikplayer zu steuern|Einige Radiostationen sind voreingestellt|Eine Netzwerkfreigabe wird automatisch auf diesem Gerät erstellt. Sie können sich damit von allen Geräten in Ihrem Netzwerk verbinden um lokale Musik oder Radiostationen hinzuzufügen.

source: !PURPOSESELECT_SIMPLE_MPD_NEGATIVE
de: Keine synchonisierten Audioplayer|Kein Airplay mit Soundkarten wie HiFiBerry

source: Select this setup!
de: Wähle diese Einstellung!

source: Advanced: A real multiroom audio player that integrates in a Squeezebox environment with powerful options for high-quality audio and a lot of features.
de: Erweitert: Ein echter Multiroom-Audioplayer der sich problemlos in jedes Squeezebox-System integriert mit wirksamen Einstellungen für hochwertigen Sound und vielen Möglichkeiten.

source: Using Squeezebox-technology you have a squeezebox server running on one of your devices and use Squeezelite as audioplayer.
de: Mit der Squeezebox-Technologie haben Sie einen Squeezebox Server auf einem Ihrer Geräte am laufen und nutzen Squeezelite als Audioplayer.

source: !PURPOSESELECT_SIMPLE_SQUEEEZE_POSITIVE
de: Unterstützt sehr viele Audioformate|Viele Features und Plugins für den Squeezebox Server (kontrolliert die Audioplayer)|Sleep-Timer- and Alarmuhr-Modus|Synchronisierte Player|Airplay aktivierbar mit Shairtunes Plugin für Squeezebox Server

source: !PURPOSESELECT_SIMPLE_SQUEEEZE_NEGATIVE
de: Ein bisschen komplizierter einzustellen beim ersten Mal: Squeezebox Server wird benötigt (einfache Installation im Squeezebox Server-Menü)|Squeezebox Server Webinterface ist ein wenig altmodisch, aber Apps für Smartphones wie iPeng and Squeezer sind aktuell und ersetzen dies.

source: Simple Airplay: Apple Airplay Device, that plays music streamed from iPhone, iPad or Mac.
de: Simples Airplay: Apple Airplay-Funktion, die Musik von iPhone, iPad oder Mac wiedergibt.

source: Just one player (shairport) is running. No additional setup needed.
de: Nur ein Player (Shairport) läuft. Keine weiteren Einstellungen notwendig.

source: !PURPOSESELECT_SIMPLE_SHAIRPORT_POSITIVE
de: Sehr simpel. Nichts zu tun außer den Shairport-Player zu aktivieren im Audioplayer-Menü

source: !PURPOSESELECT_SIMPLE_SHAIRPORT_NEGATIVE
de: Nur Airplay...

source: $SERVICENAME is running with processID
de: $SERVICENAME läuft aktuell unter der ProzessID
es: $SERVICENAME está en funcionamiento con la ID del proceso
it: $SERVICENAME gestisce attualmente il processoID

source: stop $SERVICENAME
de: $SERVICENAME stoppen
es: detener $SERVICENAME
it: ferma $SERVICENAME

source: kill $SERVICENAME
de: $SERVICENAME killen
es: Detener $SERVICENAME
it: arresta $SERVICENAME

source: $SERVICENAME not running
de: $SERVICENAME läuft nicht
es: $SERVICENAME no está funcionando
it: $SERVICENAME non è in esecuzione

source: start $SERVICENAME
de: $SERVICENAME starten
es: Iniciando $SERVICENAME
it: inizia $SERVICENAME

source: Edit Advanced Options
de: Erweiterte Optionen
it: Modifica impostazioni avanzate

source: Soundcard
de: Soundkarte
it: Scheda audio

source: Select Audio output
de: Wähle Audio Ausgabe (gleichzeitige Nutzung von Shairport und Squeezelite ist bei direkter Ausgabe auf die HW-Devices nicht möglich)
it: Selezionare l´audio output

source: This parameter defines buffer, period count and sample format. It is set automatically when soundcard is changed.
de: Dieser Parameter bestimmt die ALSA-Parameter für Squeezelite und wird automatisch gesetzt, wenn die Soundausgabe geändert wird.

source: Command Line Options
de: Kommandozeilen Optionen
it: Barra dei comandi

source: Advanced Users may add Start-Parameters here
de: Fortgeschrittene Benutzer können hier Start-Parameter eintragen. Z.B. <i>-n Name</i> zum Setzen des Namen des Players. Mehr Infos unter <a href="https://code.google.com/p/squeezelite/">Squeezelite Startoptionen</a>.
it: Utenti avanzati hanno la possibilitá di aggiungere Start-Parameters qui

source: Use USB-DAC
de: Nutze USB-Soundkarte
it: Utilizza USB-DAC
