Repository: Dadiss/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: de, es, it

source: Network SSID
de: Netzwerkname
es: Nombre de la red
it: Nome della rete

source: Password
de: Netzwerkschlüssel
es: Contraseña
it: Chiave di rete

source: List of available networks
de: Liste verfügbarer Netzwerke
es: Lista de redes disponibles
it: Elenco delle reti disponibili

source: Choose network...
de: Wähle Netzwerk
es: Elija una red
it: Scegli Network

source: start scan
de: Scan starten
es: Ver redes disponibles
it: Cominciare Scansione

source: Choose your network by clicking on it, enter your password and save the settings
de: Gewünschtes Netzwerk anklicken, Passwort eingeben und Einstellungen speichern
es: Elija su red clicando en ella, introduzca su contraseña y guarde la configuración
it: Fare clic sulla rete desiderata, immettere le impostazioni della password e salvare le impostazioni

source: Configure LAN Mac-Address
de: LAN-Konfiguration MAC-Adresse
es: Configuración-LAN Dirección-Mac
it: LAN-Configurazione MAC-Indirizzo

source: (Change only if there are more Max2Play-Devices in one network)
de: (Nur ändern bei mehreren Playern im Netzwerk)
es: (Modificar únicamente si hay más dispositivos Max2Play en una misma red)
it: (Cambiare solo se presenti più utenti nella rete)

source: Set fixed LAN IP-Address
de: Setze feste LAN IP-Adresse

source: Current IP-Address
de: Aktuelle IP-Adresse

source: (Useful, if your router sometimes changes the IP-Address of you Max2Play-device and you need a fixed IP-Address.)
de: (Nützlich, wenn der Router nach einiger Zeit eine neue IP-Adresse vergibt oder aus anderen Gründen die IP statisch bleiben soll)

source: Save all settings
de: Alle Einstellungen speichern
es: Guardar toda la configuración
it: Salva tutte le impostazioni

source: WLAN INFO DESCRIPTION
de: Info: bei Änderung der Netzwerkparameter bitte das Gerät Neustarten! Bei Betrieb mehrerer Max2Play-Geräte muss die MAC-Adresse für das LAN auf den Geräten jeweils unterschiedlich sein. <br />Bei dem Netzwerknamen Groß/Kleinschreibung beachten.
es: Info: ¡Al cambiar los parámetros de la red, por favor, reinicie el dispositivo! Cuando operan varios dispositivos Max2Play, la dirección MAC de la LAN debe ser diferente en cada dispositivo. <br />En caso de que el nombre de las redes sea "superior/inferior".
it: Info: quando si modificano i parametri di rete si prega di riavviare il dispositivo! Durante il funzionamento di più dispositivi Max2Play gli indirizzi MAC per la LAN dei dispositivi devono essere diversi. <br />Nel nome di rete rispettare maiuscole/minuscole.

source: Welcome to Max2Play - Your easy to use Interface for Multiroom-Audio and Video!
de: Willkommen bei Max2Play - deiner einfachen Bedienung von Multiroom-Audio und Video!
it: Benvenuto su Max2Play - Il tuo modo semplice di usare una interfaccia per Multiroom-Audio e Video!

source: The Max2Play Web Interface is used to configure the device without having to set up monitor, keyboard and mouse on the device itsself or login by ssh.<br />All settings are directly written to the players config files.
de: Über diese Seiten kann der Player konfiguriert werden (Netzwerkinterfaces, Netzwerkfreigaben, Autostartkonfiguration).<br />Die Einstellungen werden direkt in Konfigurationsdateien geschrieben, die sich auf dem Player befinden. Alternativ kann direkt per SSH eine Verbindung aufgebaut werden oder per HDMI-Kabel und Tastatur/Maus am Gerät die Konfiguration per Konsole erfolgen. <a href="/plugins/max2play_settings/controller/Basic.php">Die Grundeinstellungen findest du hier</a>. Als erstes solltest du das Dateisystem expandieren, um den vollen Speicherplatz der SD-Karte nutzen zu können. Der zweite Schritt sollte das Freischalten aller Max2Play-Funktionen durch die Eingabe deines Lizenzcodes oder deiner Mailadresse sein.

source: Max2Play gives you the best experience with High-Quality Sound together with an easy configuration and control. With the extensions of Max2Play you can easily choose and install new features like the following:
de: Max2Play bietet Ihnen die beste Erfahrung mit hochwertigem Sound gepaart mit einfacher Konfiguration und Bedienung. Die Erweiterungen von Max2Play können Sie einfach auswählen und neue installieren wie die Folgenden:

source: !FEATURE LIST
de: Optimiere dein Audio-Setup mit erweiterten Audioeinstellungen wie einem <b>Equalizer</b> oder Optimierung der Audioplayer Einstellungen.|Installiere einen <b>Squeezebox Server</b> mit einem Klick und aktiviere Airplay für Squeezeboxplayer mit dem Addon Shairtunes2 im Squeezebox Server-Menü im Webinterface.|Lege <b>Network-shares</b> an um auf deine Musik und Videos im lokalen Netzwerk zuzugreifen.|Nutze <b>Kodi</b> als Mediaplayer um Online-Streams und HD-Videos anzuschauen.|Installiere einen DLNA-Server um deine Musik an andere Netzwerkgeräte zu streamen.|<b>Personalisiere</b> dieses Webinterface um deine persönlichen Ansprüche zu erfüllen and installiere <a href="http://www.max2play.com/addons/" target="_blank">weitere Addons</a> im Einstellungen-Menü.

source: Premium Features with Max2Play
de: Premium Features mit Max2Play

source: !FEATURE LIST PREMIUM
de: Lege einen <b>WiFi-Accesspoint</b> auf diesem Gerät an um es zu einem mobilen Musikplayer zu machen, welchen Sie von Ihrem Smartphone bedienen können.|Installiere <b>Jivelite</b> als Visualisierung für deinen Audioplayer (Squeezelite).|Ändere weitere Raspberry Pi-spezifische Einstellungen zum HDMI-Output (Sample Rate, Overscan, Auflösung).|<b>Steiger die Leistung deines Pi's</b> mit der Wahl einer höheren Geschwindigkeitsstufe - besonders Pi A und B's Schnelligkeit kann verdoppelt werden (CPU-Frequenz, Stromspannung).|Installier einen VNC-Server um den Desktop des Geräts von anderen Computern im Netzwerk zu sehen und zu bedienen (z.B. um Jivelite und den Browser zu konfigurieren).|Nutze das <b>Multisqueeze-Addon</b> um mehrere Squeeze-Player gleichzeitig auf diesem Gerät über verschiedenen Soundkarten (z.B. HiFiBerry, HDMI) laufen zu lassen.|Stelle einen <b>SD-Karten-Schutz</b> ein, nachdem du alles eingestellt hast um dein Gerät vor fehlerhaften Daten nach Energieverlust zu schützen (nur für die Nutzung als Audioplayer geeignet).|Hol dir die aktuellsten Beta-Updates für Max2Play und werde Teil der Community!|Weitere Features findest du hier: <a href="http://www.max2play.com/en/addons" target="_blank">http://www.max2play.com/addons</a>.

source: <b>Max2Play</b> makes the configuration as easy as possible. There is no need for connecting a monitor, a keyboard or a mouse on the device itself. It all runs headless and no special tools like Putty are needed! This webinterface is optimized for smartphones and all actions can also be called from external HTTP-Requests like Smarthome-Servers.
de: <b>Max2Play</b> macht die Konfiguration so einfach wie möglich. Sie müssen keinen Monitor, Maus oder Tastatur an das Gerät anschließen. Alles läuft kopflos und ohne spezielle Programme wie Putty! Das Webinterace ist optimiert für Smartphones und alle Eingaben können auch von externen HTTP-Anfragen wie Smarthome Servern getätigt werden.

source: What is Max2Play?
de: Was ist Max2Play und wobei hilft es mir?
it: Cos´é Max2Play?

source: Advanced Setup Odroid U3
de: Einstellungen Odroid U3

source: Set LED-Blink - Reboot to activate changes
de: LED-Blink Einstellungen geändert - Reboot benötigt
es: Configurar el dispositivo LED - Reiniciar para activar los cambios
it: Impostazioni lampeggianti LED modificate - Riavvio necessario

source: Power Button Settings Changed
de: Power Button Einstellungen geändert

source: Update / Upgrade to latest Ubuntu started
de: Update / Upgrade gestartet

source: UPDATE ENDED - CHECK ABOVE LOG FOR ERRORS
de: Update beendet - check das obige Log bezüglich Fehlern

source: Restart Desktop-Manager completed (initialized Display)
de: Neustart des Desktop-Managers abgeschlossen
it: Riavvio Desktop-Manager completato ( Display inizializzato)

source: No Link for download given
de: Kein Link zum Download angegeben
it: Non esiste alcun link per il download compiuto

source: Plugin installed
de: Plugin installiert

source: Plugin downloaded to path /opt/max2play/cache
de: Plugin runtergeladen in Pfad /opt/max2play/cache

source: Updated $SERVICE Settings - Restart $SERVICE to apply changes!
de: $SERVICE Einstellungen aktualisiert - Neustart von $SERVICE nötig um Änderungen zu sehen!
it: Impostazioni $SERVICE aggiornate - Riavvia $SERVICE per applicare le modifiche!

source: Set Wolfson Audio-Output to play on Line-Out, Headphone and SPDIF
de: Setze Wolfson Audio-Output zum abspielen über Line-Out, Kopfhörer und SPDIF

source: Set HiFiBerry DAC Sound to 96% (Optimum value)
de: HifiBerry DAC Lautstärke auf 96% (Optimum) gesetzt

source: Settings saved! Set Squeezelite options (advanced-button) to use headphones output with "-o headphones"
de: Einstellungen gespeichert! Zur Nutzung unbedingt in den erweiterten Einstellungen von Squeezelite den headphones-Output wählen mit "-o headphones" und anschließend Squeezelite neustarten.
it: Impostazioni salvate! Configura le opzioni di Squeezelite ( tasto avanzato) per usare gli auricolari presso l´uscita audio "-o headphones"

source: Raspberry PI Audio Output set to $VALUE
de: Raspberry PI Audio Ausgabe gesetzt auf $VALUE

source: Help - Audioplayer
de: Hilfe - Audioplayer

source: <ul><li>On this page you may set up and configure all audioplayers. Each player has the button "Advanced Settings" to set up the soundcard and further options.</li><li>Some soundcards like HifiBerry need to be activated before you can assign them to a player. This can be done with the addon "Raspberry PI Settings".</li><li>To use Airplay you may choose the Shairport player OR the plugin Shairtunes (install on Squeezebox Server tab), that enables all Squeezeplayers (such as Squeezelite) to act as an Airplay device. This is useful if a soundcard supports only one connected player.</li></ul>
de: <ul><li>Im Menüpunkt Audioplayer werden alle Abspielgeräte verwaltet. Für jeden Player können unter "Erweiterte Einstellungen" Soundkarten und weitere Optionen angepasst werden.</li><li>Einige Soundkarten wie HifiBerry müssen vorher aktiviert werden. Dies geschieht über die Erweiterung "Raspberry PI Einstellungen".</li><li>Für Airplay kann Shairport genutzt werden ODER das Plugin Shairtunes (auf Squeezebox Server Seite installierbar), welches für alle Squeezeboxen (dazu zählt auch Squeezelite) Airplay aktiviert. Dies empfiehlt sich, wenn lediglich ein Ausgabegerät auf die Soundkarte zugreifen kann.</li></ul>

source: Installation Progress:
de: Installationsfortschritt:
it: Stato dell´installazione:

source: LMS-Version not existing
de: LMS-Version existiert nicht
es: LMS-La versión no existe
it: Versione LMS non esistente

source: Installation Package:
de: Installationspaket:
it: Pacchetto d´installazione:

source: Next steps: Reboot the device (in settings -> reboot) and you are ready to use your Squeezeplayers as Airplay device.
de: Nächster Schritt: Reboot ausführen (in Einstellungen > Reboot) und schon kann jeder Squeezeplayer für Airplay genutzt werden.

source: Filesystem Mount
de: Dateisystem Mount
es: Archivo de montado del sistema
it: File Mount System

source: Directory created:
de: Verzeichnis erstellt:

source: Wrong Path:
de: Falscher Pfad:

source: Mountpoint successfully added
de: Hinzufügen erfolgreich!
es: ¡Punto de montaje añadido!
it: Punto di montaggio aggiunto con successo!

source: Mountpoint NOT added! Please refer to the description below!
de: Hinzufügen nicht möglich! Bitte Anleitung beachten!
es: ¡Punto de montaje no añadido! ¡Por favor lee la siguiente descripción!
it: Punto di montaggio NON aggiunto! Si prega di controllare le istruzioni!

source: Entry deleted
de: Eintrag gelöscht
es: Emtrada eliminada
it: voce eliminata

source: Sambashare successfully added
de: Hinzufügen erfolgreich!
es: ¡Samba instalado correctamente!
it: Sambashare aggiunta con successo!

source: Sambashare NOT added! Please refer to the description below!
de: Hinzufügen nicht möglich! Bitte Anleitung beachten!
es: ¡Sambashare no añadido! ¡Por favor lee la siguiente descripción!
it: Sambashare NON aggiunto! Si prega di fare riferimento alla descrizione qui sotto!

source: Password changed
de: Passwort geändert
es: Contraseña cambiada
it: Password modificata

source: Samba Service restarted
de: Samba Dienst neu gestartet
es: El servicio Samba se reinició
it: Avviare il servizio Samba nuovamente

source: The following list shows available Network Resources. On some resources the name of the share (path) might be missing. To set up a network share you need the server name (or IP-address) and the name of the share. See help for the correct syntax.
de: Die Liste zeigt verfügbare Netzwerkgeräte. Bei einigen ist nur der Servername vorhanden und der Pfad (Name der Freigabe) fehlt. Um zu einer Netzwerkfreigabe zu Verbinden, ist es nötig den Servernamen (oder die IP-Adresse) und den Namen der Freigabe in das Feld "Pfad" einzugeben. Klicke auf Hilfe anzeigen, um Hinweise zur Eingabe zu erhalten.

source: Server / Path
de: Server / Pfad

source: Description
de: Beschreibung

source: set path
de: setze Pfad

source: Help - Mounts / Shares
de: Hilfe - Netzwerkfreigaben

source: <ul><li>For mounting a network share from a Diskstation or any other network storage you need the servers IP-Address, the name of the Share and the Login information (user, password). Enter everything like it is shown below the input fields and <a href="https://www.youtube.com/watch?v=3klQkxF6iNA" target="blank">watch this video on mounting (enable subtitles for english)</a>, if you encounter any problems.</li><li>You may also see your connected USB-drives and set up Shares on this device (via Samba) to get access from other computers in your network.</li></ul>
de: <ul><li>Zum Einrichten einer Netzwerkfreigabe von einer Diskstation oder einem anderen Netzwerkspeicher unter Max2Play werden der Servername (alternativ die IP-Adresse), der Name der Freigabe und das Nutzer-Login (Benutzername, Passwort) benötigt. Diese Informationen müssen in die Eingabefelder entsprechend der Anleitung eingetragen werden. Bei Fragen oder Problemen hilft dir <a href="https://www.youtube.com/watch?v=3klQkxF6iNA" target="blank">dieses Video zum Einrichten von Netzwerk Freigaben</a>.</li><li>Auf dieser Seite werden alle verbundenen USB-Laufwerke dargestellt und es können Freigaben von diesem Gerät im Netzwerk (über Samba) eingerichtet werden.</li></ul>

source: WiFi / LAN
de: WLAN & LAN
it: WLAN & LAN

source: Data saved
de: Daten gespeichert
es: Datos guardados
it: dati memorizzati

source: WLAN Device not responding - Reboot and try again.
de: WLAN Device reagiert nicht - Gerät neu starten.
es: El dispositivo WLAN no reaccciona - Reinícielo e inténtelo de nuevo.
it: Dispositivo wireless non risponde - Riavviare il dispositivo.

source: Networks found and added to dropdown list
de: Netzwerke gefunden und in Auswahlliste eingefügt
es: Redes encontradas y añadidas a la lista desplegable
it: Reti trovati e aggiunti alla lista

source: No networks found
de: Keine Netzwerke gefunden
es: No se ha encontrado ninguna red
it: Nessuna rete trovata

source: MAC-Address changed - please reboot
de: MAC-Adresse geändert - bitte Neustarten
es: MAC-Dirección cambiada - Por favor reinicie
it: Indirizzo MAC cambiato - riavviare

source: IP-Address set to $FIXEDIP
de: IP-Adresse gesetzt auf $FIXEDIP

source: IP-Address set to dynamic DHCP
de: IP-Adresse auf DHCP (automatisch beziehen) gesetzt

source: WLAN activated - please reboot device
de: WLAN aktiviert - bitte Neustarten
es: WLAN activado - por favor reinicie el dispositivo
it: Abilitato Wi-Fi - riavviare

source: WLAN deactivated - no network choosen - please reboot
de: WLAN deaktiviert - kein Netzwerk gewählt - bitte Neustarten
es: WLAN desactivado - red no elejida - por favor reinicie el dispositivo
it: Wi-Fi disattivato - nessuna rete - Riavviare

source: Help - WiFi & LAN
de: Hilfe - WLAN & LAN

source: <ul><li>On this page you may set up and configure your WiFi and see details on the connected interfaces and their IP-Address.</li><li><a href="https://youtu.be/HsEBb_CIJ5A" target="blank">Watch a video showing WiFi setup with Max2Play</a></li><li>Step by Step: search for networks - choose you prefered network, activate the enable WiFi checkbox, enter the password and click save.</li></ul>
de: <ul><li>Auf dieser Seite wird das WLAN konfiguriert und es können Details zu den aktiven Netzwerkgeräten wie die IP-Adresse ausgelesen werden.</li><li><a href="https://youtu.be/HsEBb_CIJ5A" target="blank">Hier klicken für ein Video, welches die WLAN-Einrichtung mit Max2Play zeigt.</a></li><li>Schritt für Schritt: nach Netzwerken suchen - gewünschtes Netzwerk auswählen, das WLAN-Interface mit der Checkbox aktivieren, Passwort eingeben und speichern.</li></ul>

source: Settings / Reboot
de: Einstellungen / Reboot
it: Impostazioni / riavvio

source: Shutdown initiated - press the power button on device to start it again
de: Herunterfahren gestartet - zum Neustarten den Power-Button am Gerät drücken
it: Arresto iniziato - Premere il tasto di accensione per riavviare il processo.

source: REBOOT successful
de: REBOOT erfolgreich

source: Please wait...
de: Bitte warten...

source: REBOOT started
de: REBOOT gestartet

source: Changed display resolution - Reboot needed
de: Bildschirmauflösung angepasst - Reboot erforderlich
es: Resolución de pantalla cambiada - El reinicio es necesario
it: Risoluzione dello schermo regolabile - Riavvio richiesto

source: Timezone file created
de: Zeitzonen-Datei erstellt

source: Changes successful - Reboot needed
de: Erfolgreich geändert - Reboot erforderlich
es: Cambios realizados - Reinicio necesario
it: Modificato con successo - Riavvio richiesto

source: Value for Timezone/Language not found.
de: Wert für Zeitzone / Sprache nicht gefunden
es: Valor para la zona horaria/Idioma no encontrado.
it: Valore non trovato per fuso orario / lingua

source: Name not possible! Please do not use special characters.
de: Ungültiger Name! Bitte keine Sonderzeichen verwenden.
es: ¡El nombre no es posible! Por favor no utilices carácteres especiales.
it: Nome non valido! Si prega di non utilizzare caratteri speciali.

source: Config Files restored for
de: Ursprungskonfiguration wiederhergestellt für
es: Configuración original restaurada para
it: Configurazione originale reimpostata

source: Max2Play Network Player Lookup saved
de: Max2Play Netzwerk Suche gespeichert
es: Búsqueda de redes para Max2Play guardada
it: Max2Play Network ricerche salvate

source: Thank you so much for your donation! We will keep up the work on the project to make it even better!
de: Tausenddank für deine Spende! Wir werden weiter hart daran arbeiten, das Projekt noch besser zu machen!
it: Grazie per la vostra donazione! Continueremo a lavorare sul nostro progetto cercando di migliorarlo ancora!

source: Your eMail-address / activation code is saved.
de: EMail-Adresse / Aktivierungscode wurde gespeichert

source: Your license is validated. Now you have access to all features and plugins.
de: Deine Lizenz ist gültig. Du hast nun Zugang zu allen Funktionen und Plugins.

source: Your license could not be validated. Did you choose the right eMail-Address that is registered as a customer at www.max2play.com? If you have a key for activation please recheck, that the key is entered correctly.
de: Deine Lizenz konnte leider nicht bestätigt werden. Hast du die richtige Mailadresse eingegeben, die auch im Shop von Max2Play genutzt wurde? Falls du einen Aktivierungscode eingegeben hast, prüfe bitte nochmal die genaue Schreibweise.

source: Max2Play update started
de: Max2Play Update gestartet
es: El proceso de actualización de Max2Play ha comenzado
it: Max2Play Iniziato Aggiornamento

source: UPDATE SUCCESSFUL
de: Update erfolgreich!
es: ACTUALIZACIÓN FINALIZADA
it: Aggiornato con successo!

source: Max2Play-Webinterface Restarted - this takes up to 15 seconds - Wait for 15 seconds and Reload Page to see Changes
de: Max2Play-Webinterface neu gestartet - Neustart dauert etwa 15 Sekunden - Bitte 15 Sekunden warten und Seite neu laden, um Änderungen zu sehen

source: Click here to see what is new (Changelog)!
de: Klick hier um zu sehen, was neu ist (Changelog)!

source: UPDATE NOT SUCCESSFUL
de: Update NICHT erfolgreich
es: ACTUALIZACIÓN FALLIDA
it: Aggiornamento NON riuscito

source: Max2Play Website not available - maybe no internet connection? Please try a reboot to fix the internet connection.
de: Max2Play Webseite ist nicht erreichbar - vielleicht keine Internetverbindung? Bitte versuch es mit einem Neustart um die Internetverbindung wiederherzustellen.

source: Max2Play is up to date - no update required
de: May2Play ist auf dem aktuellsten Stand - kein Update erforderlich
es: May2Play está actualizado - no requiere actualización
it: May2Play è aggiornato- nessun aggiornamento disponibile

source: Running Check for Plugin Updates and install if available
de: Check für Plugin-Updates läuft und installiert diese wenn verfügbar

source: Plugin update time could not be validated:
de: Plugin Update Zeit konnte nicht bestätigt werden:

source: Resize Filesystem
de: Expandiere Dateisystem

source: Please Click here to Reboot Now
de: Bitte klick hier um jetzt neuzustarten

source: No Resize possible - no valid partition found to expand. Contact Max2Play-Support to add support for further file-systems.
de: Kein Vergrößern des Dateisystems möglich. Keine gültige Partition zum expandieren gefunden.

source: Make sure to disconnect all USB-drives and Memory-Cards and do a reboot before expanding the filesystem!
de: Achte darauf, dass alle USB-Geräte und Speicherkarten getrennt sind und starte neu bevor das Dateisystem expandiert wird!

source: udev-Rules added and reloaded... Completed
de: udev-Regeln hinzugefügt und neu geladen...Abgeschlossen
it: udev-rules aggiunte e ricaricate...completato

source: Help - Basic Settings
de: Hilfe - Einstellungen

source: <ul><li>Use this page to change the devicename, update Max2Play to the latest version, expand the filesystem on a new installation and install new addons.</li><li>To install and activate a new addon on the buttom of this page, you have to take 2 steps: first install the addon and second enable it.</li></ul>
de: <ul><li>Auf dieser Seite werden der Name des Gerätes eingestellt, Max2Play aktualisiert, das Dateisystem expandiert (wichtig bei Neuinstallationen, um den gesamten Speicher der SD-Karte zu nutzen) und Erweiterungen installiert.</li><li>Zum Installieren und Aktivieren von Erweiterungen sind 2 Schritte nötig: erstens die Erweiterung über den Link zu installieren und zweitens die Erweiterung zu aktivieren (damit diese in der Navigation erscheint).</li></ul>

source: Choose active Player
de: Wähle Player
es: Elija un jugador
it: Scegli Player

source: DONATE-BUTTON
de: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_s-xclick"><input type="hidden" name="hosted_button_id" value="NUEYWWPQWDAEE"><input type="image" src="http://www.max2play.com/wp-content/uploads/2013/10/spenden.gif" border="0" name="submit" alt="Jetzt einfach, schnell und sicher online bezahlen – mit PayPal."><img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1"></form>
it: TASTO-DONAZIONE

source: Help on Sidebar can be reactivated on Settings-Page.
de: Hilfebox kann in den Einstellungen wieder aktiviert werden.

source: Topics
de: Themen
es: Temas
it: Temi

source: Features
de: Übersicht Funktionen
es: Características
it: Caratteristiche

source: FAQ - Questions & Answers
de: FAQ - Fragen & Antworten
es: FAQ - Preguntas y respuestas
it: FAQ - Domande Frequenti

source: http://www.max2play.com/en/addons/
de: http://www.max2play.com/addons/
