Repository: Dadiss/webinterface
Catalog: max2play/application/plugins/callblocker/locale/*/callblocker.po
Languages: it

source: tellows Callblocker Setup
it: Setup Protezione chiamante tellows

source: This is the Callblocker Setup Page. You need a tellows API Key to get the blocklists from tellows.
it: Su questa pagina è possibile trovare le impostazioni di base per la protezione del chiamante.Per usare Le liste Tellows (con i numeri marcati come negativi), è necessario depositare una chiave di licenza. <a href="http://shop.tellows.de/de/lizenzschlussel-fur-tellows-community-sperrliste-anrufblocker.html" target="_blank">Qui può essere acquistata una licenza.</a>.

source: Main tellows Settings - Connected to tellows:
it: Tellows Impostazioni - Collegato al Tellows:

source: The current tellows blacklist has $COUNT phonenumbers and was last updated on $DATE.
it: Include l'attuale lista nera Tellows $COUNT i numeri di telefono e l'ultimo $DATE aggiornamento.

source: Block calls
it: chiamate bloccate

source: Block calls from numbers that have a tellows score euqal or higher than this value and at least 3 comments.
it: Blocco chiamate da numeri che hanno un punteggio Tellows alto e almeno 3 commenti.

source: API-Key
it: chiave di licenza

source: You need a API-Key to get all numbers that should be blocked.
it: Avete bisogno di una chiave di licenza (con l'acquisto del blocco chiamante stampato sul dispositivo) per ottenere da Tellows una corrente CRL.

source: Country ISO Code
it: Codice ISO del paese

source: In which country do you live? Important for getting the correct blacklist and for identifying international numbers.
it: In quale paese vivi? questo è importante per il recupero della lista di protezione corretta e per l'assegnazione dei numeri internazionali.

source: save
it: salvare

source: SIP Settings for VOIP Setup - Register Status:
it: Impostazioni SIP per il VoIP Setup - Stato della registrazione:

source: VOIP-Host
it: Ospite VOIP (dominio)

source: If you have a fritzbox the value is &quot;fritz.box&quot;
it: Se avete un Fritzbox, il valore è &quot;fritz.box&quot;

source: VOIP-User
it: Utenti VoIP

source: If you have a fritzbox the value is problably &quot;620&quot;
it: Se si dispone di una casella di Fritz, il valore è probabilmente &quot;620&quot;

source: VOIP-Password
it: VOIP-Passwort

source: This is your VOIP-Password.
it: La tua VOIP-Passwort

source: Audio File for Blacklist
it: File audio per blacklist (solo VOIP)

source: Choose which audio file should be played when the incoming caller is on the blacklist.
it: Decidi quale file audio va riprodotto quando un chiamante è nella lista bloccata.

source: Modem for PSTN (analog) Connected:
it: Modem per linea telefonica analogica collegata:

source: How it works
it: facilità

source: SETUP_DESCRIPTION
it: Ci sono tre possibilità per l'integrazione di Call Blocker: <ul class="description"> <li>puro SIP (VOIP) Telefonia: è sufficiente il Call Blocker alla rete LAN / WLAN per la connessione ed configurare tellows e VOIP</li> <li>telefonia analogica pura: il modem deve essere collegato via USB al Call Blocker e anche LAN / WLAN da collegare, altrimenti l'aggiornamento della lista nera non può aver luogo.Vi si trova un kit di collegamento con USB-modem e accessori compresi <a href="http://shop.max2play.com/de/analoges-anschlussset-odroid-u3-tellows-anrufblocker.html" target="_blank">hier zu kaufen</a></li> <li>collegamento combinato (VOIP disponibile, telefono analogico viene utilizzato): così come la configurazione SIP puro</li> </ul> Inoltre: Se si utilizza una connessione VOIP, la rilevazione più veloce può essere fatto prima o immediatamente dopo lo squillo.<br /> La configurazione del blocco chiamante nel sistema telefonico deve essere fatto anche con SIP. Vedere Configurazione Fritzbox - secondo altri dispositivi. <a href="http://shop.tellows.de/de/voip-router-anrufblocker" target="_blank">Esempi di integrazione in vari router VOIP possono essere trovati qui.</a>

source: Copyrights
it: Software Usato & License

source: Copyrights_TEXT
it: Questo software di Tellows Call Blocker è sotto la licenza GPL v3 e utilizza NCID e Linphone per l'identificazione del chiamante (CallerID). Dettagli per GPL v3 qui: http://www.gnu.org/licenses/gpl.html<br />Il codice di origine di NCID può essere trovato qui: http://ncid.sourceforge.net/<br />Il codice di origine per Linphone può essere trovato qui: http://www.linphone.org/<br />Vi sono il codice di origine di Max2Play (base per questa interfaccia web e il controllo della chiamata bloccante): https://github.com/max2play/webinterface<br />Gli script utilizzati per chiamare le liste di Tellows vengono fatti solo su richiesta. Si prega di scriverci una email al kontakt@tellows.de.

source: Current Callblocker Version
it: Versione corrente del Callblocker

source: Update tellows Callblocker
it: Aggiornamento Tellows Call Blocker

source: Callblocker Blacklist & Whitelist
it: lista nera & lista bianca del Call Blocker

source: On this page you may edit a local blacklist and whitelist. This is used additionally to the tellows blacklist. Use one column per number.
it: Su questa pagina è possibile modificare la lista nera e quella bianca. Questi elenchi sono utilizzati anche per Tellows CRL. Si prego da inserire sempre un numero per ogni riga.

source: Callerlog for the last incoming Calls
it: Lista delle chiamate per le ultime ricevute

source: DATE
it: DATO

source: LINE
it: LINEA

source: NUMBER
it: NUMERO

source: NAME
it: NOME

source: BLOCKED
it: BLOCCATO

source: ACTION
it: AZIONE

source: Blocked by Blacklist
it: bloccati attraverso la lista nera

source: Number is on Blacklist
it: Il numero è in lista nera

source: Number is on Whitelist
it: Il numero è nella lista bianca

source: whitelist
it: lista bianca

source: blacklist
it: Lista nera

source: Modify Blacklist
it: Modifica lista nera

source: To block Callers that do not transfer their Caller ID enter "PRIVATE" in a separate row.
it: Per bloccare i chiamanti che non hanno inserito il loro numero, deve essere scritto "PRIVATE" in una linea separata.

source: Modify Whitelist (numbers that will definitly NOT be blocked)
it: Editing lista bianca (questi numeri non sono assolutamente bloccate)

source: tellows Callblocker Blacklist
it: Lista nera del tellows Call Blocker

source: local
it: locale

source: Updated local Blacklist / Whitlist for Callblocker
it: Elenco aggornato della lista nera / lista bianca

source: Save tellows Settings
it: Salvare tutte le impostazioni Tellows

source: API-Key could not be registered and seems to be wrong!
it: Chiave di licenza non può essere registrata poichè sembra essere sbagliata!

source: API-Key successfully registered!
it: Chiave di licenza registrata con successo

source: Connection Successful
it: Connessione riuscita!

source: License Valid until
it: Licenza valida fino al

source: <span style="color:red;">Connection Failure - API-Key not valid: $MESSAGE</span>
it: <span style="color:red;">Errore di connessione - nessuna chiave di licenza valida: $MESSAGE</span>

source: Could not check tellows Connection! Internet not available?
it: Impossibile controllare il collegamento Tellows! Internet non è disponibile?

source: <span style="color:red;">Connection Failure - SIP not connected (check settings)</span>
it: <span style="color:red;">Errore di connessione - SIP non collegato (controllare le impostazioni)</span>

source: Successfull Connected
it: collegato con successo

source: SIP not configured
it: SIP Non configurato

source: VOIP-Settings Updated
it: Impostazioni VoIP Aggiornato

source: Callblocker update started
it: Iniziato aggiornamento Call Blocker

source: UPDATE SUCCESSFUL - Please Restart Device
it: Aggiorna successo - controllare che il riavvio dell'unità (staccare la spina e ricollegarlo)

source: UPDATE NOT SUCCESSFUL
it: Aggiornamento non riuscito!

source: Callblocker is up to date - no update required
it: Tellows Call Blocker aggiornato - nessun aggiornamento necessario

source: Callblocker is not installed - start installation by clicking on UPDATE button at the end of the page!
it: Call Blocker non è installato - clicca sul pulsante UPDATE, in fondo a questa pagina, per avviare l'installazione!
